Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox Next will be available {0}.
pt_br: Para os fãs do mBox, a longa espera por uma atualização do console vai acabar em breve, pois a Mirconoft anunciou que o mBox Next estará disponível em {0}.

source: Mirconoft has lost a substantial share of the market since {0} released their {1} console.{n}
pt_br: Mirconoft perdeu uma parte substancial do mercado desde {0} quando lançando seu console {1}.{n}

source: The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox into one small package. The strength of the hardware seems to match expectations.
pt_br: O novo console parece integrar inteligentemente o sensor de movimento da Mirconoft com o mBox em um pequeno pacote. A força do hardware parece corresponder às expectativas.

source: but we will see how well the new console competes with the popular {0} console.
pt_br: mas vamos ver o quão bem o novo console se sai, concorrendo com o popular console {0}.

source: but we will see how the new console will fare against its competitors.
pt_br: mas vamos ver como se sairá o novo console contra seus concorrentes.

source: Dear {0}, we, the worldwide game developers guild, would like to invite you to a special award ceremony at our main meeting at the end of the year. Please come. (Hint: The game will end at the end of this year.)
pt_br: Prezado {0}, nós, da associação worldwide game developers, gostaríamos de convidá-lo para uma cerimônia de premiação especial no final do ano em nosso principal encontro. Por favor, venha. (Dica: O jogo terminará no final deste ano.)

source: {0}, a newcomer in the game industry, has just released their first game '{1}'. The game
pt_br: {0}, um novato na indústria de jogos, acaba de lançar seu primeiro jogo '{1}'. O jogo

source: got generally low scores from reviewers but with a bit of experience we are sure that we will see better games from {0} in the future.
pt_br: tem geralmente obtido baixas pontuações nas avaliações, mas com um pouco de experiência temos certeza de que vamos ver jogos melhores da {0} no futuro.

source: had a moderate response from reviewers. We are curious what {0} will deliver in the future.
pt_br: obteve uma resposta moderada dos revisores. Estamos curiosos pelo que a {0} irá entregar no futuro.

source: received favorable reviews. With such a good start {0} are sure to gain fans quickly.
pt_br: recebeu críticas favoráveis. Com um começo tão bom, com certeza {0} ganhará fãs rapidamente.

source: outstanding
pt_br: excepcional

source: great
pt_br: ótimo

source: moderate
pt_br: moderada

source: below average
pt_br: abaixo da média

source: pretty bad
pt_br: muito ruim

source: {0} has recently released a sequel to their game {1}. The newest game in the series titled {2} was met with {3} responses.
pt_br: {0} lançou recentemente uma sequência do jogo {1}. O último jogo da série intitulado {2} foi recebido com {3} respostas.

source: Critics praised that {0} had a newer engine than the original, really driving technical innovation.
pt_br: Os críticos elogiaram que {0} usou uma engine mais recente do que a original, realmente impulsionando a inovação técnica.

source: A major negative reaction came from fans who felt that with the original coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
pt_br: Uma grande reação negativa veio dos fãs que sentiram que com o jogo original saindo apenas {0} semanas atrás, a empresa está tentando ordenhar a franquia para que de mais dinheiro sem entregar novidades para os jogadores desfrutarem.

source: Sequel
pt_br: Sequência

source: {0} has recently released an expansion pack to their game {1}. The expansion pack titled {2} was met with {3} responses.
pt_br: {0} lançou recentemente um pacote de expansão para o jogo {1}. O pacote de expansão intitulado {2} foi recebido com {3} respostas.

source: {n}A major negative reaction came from fans who felt that with the main game coming out just {0} weeks before, the company is trying to milk the franchise for more money without delivering much new for players to enjoy.
pt_br: {n}Uma grande reação negativa veio dos fãs que sentiram que com o jogo principal saindo apenas {0} semanas atrás, a empresa está tentando ordenhar a franquia para que de mais dinheiro sem entregar muitas novidades para os jogadores desfrutarem.

source: Expansion Pack
pt_br: Pacote de expansão

source: lite
pt_br: leve

source: trial
pt_br: teste

source: {0} version
pt_br: versão {0}

source: Welcome to Game Dev Tycoon! In this business simulation you have been transported back in time to start your very own game development company right at the beginning of the PC revolution. In the next 25 years you can build your dream company, create best selling games, gain fans and become the leader of the market.{n}Before you can start your adventure you have to give your upcoming company a name.
pt_br: Bem-vindo ao Game Dev Tycoon! Nesta simulação de negócios você foi transportado de volta no tempo para iniciar a sua própria empresa de desenvolvimento de jogos logo no início da revolução do PC. Nos próximos 25 anos, você pode construir a sua empresa dos sonhos, criar jogos campeões de vendas, ganhar fãs e se tornar o líder do mercado. {n} Antes que você possa começar a sua aventura você tem que dar um nome a sua empresa.

source: Welcome
pt_br: Bem-Vindo

source: good
pt_br: bom

source: It seems that the initial sales for {0} have fallen way below expected numbers. The game received {1} reviews but it seems that the chosen platform isn't very popular with the target audience.
pt_br: Parece que as vendas iniciais do {0} foram muito abaixo do número esperado. O jogo recebeu críticas {1}, mas parece que a plataforma escolhida não é muito popular entre o público-alvo.

source: Sales Report
pt_br: Relatório de Vendas

source: The latest game by {0} has had reviewers scratching their heads. Rather than bringing a new and innovative game to market the company delivered another {1}/{2} game which is more or less the same setting as their previous game.{n}One reviewer commented:'I think {3} was simply developed too soon after the previous game with not enough innovations in technology and design.'
pt_br: O último jogo da {0} teve avaliadores arrancando os cabelos. Ao invés de colocar um jogo novo e inovador no mercado, a empresa trouxe outro jogo {1}/{2}, que é mais ou menos a mesma configuração que a de seu jogo anterior.{n}Um crítico comentou: 'acho que {3} simplesmente foi desenvolvido logo após o jogo anterior, com poucas inovações em tecnologia e design.'

source: Media Report
pt_br: Relatório da Mídia

source: Welcome to your new office! Now that you have a bigger office you can also hire staff and forge a world-class development team to make even better games.
pt_br: Bem-vindo ao seu novo escritório! Agora que você tem um escritório maior, você também pode contratar funcionários e construir uma equipe de desenvolvimento de classe mundial para criar jogos ainda melhores.

source: It seems that {0} has recently moved into an office in a well known technology park and is now searching for employees.{n}The company, which is known for games such as {1}, has reportedly operated out of a garage until now.{n}One of the many fans of {2} commented: 'I can't believe that they didn't even have a proper office until now and that those games where created by only one person! I am really looking forward to their future games!
pt_br: Parece que {0} recentemente mudou-se para um escritório que fica em um parque de tecnologia bem conhecido, e agora está à procura de funcionários. {n}A empresa, que é conhecida por jogos como {1}, funcionava em uma garagem.{n}Dentre os muitos fãs de {2} se comentou: "Eu não acredito que eles não tinham sequer um escritório apropriado, até agora aqueles jogos eram criados por apenas uma pessoa! Estou realmente ansioso para ver seus futuros jogos!"

source: and
pt_br: e

source: Welcome to the new headquarters of {0}! We now have more space so you can increase the team further. The new office is also close to some renowned universities which gives us great access to new talent.
pt_br: Bem-vindo à nova sede de {0}! Agora temos mais espaço, para que você possa aumentar ainda mais a equipe. O novo escritório também está perto de algumas universidades de renome, o que nos dá um ótimo acesso a novos talentos.

source: Wow, this new office is amazing and the location is perfect too. I took a walk around the building earlier and had this radical idea. Why don't we open up our own research and development department?{n}This could really speed up our research and would allow us to attack bigger projects and innovations. It wouldn't be cheap but I think it would allow us to be the leading innovator in the gaming industry.{n}Anyway, I have done some research and I think we should open a lab and hire a whole team of researchers. Before we can do this however, we should have at least one design specialist in our team.
pt_br: Uau, este novo escritório é incrível e a localização é perfeita. Mais cedo eu dei uma volta ao redor do prédio, e tive uma ideia radical. Por que não abrirmos o nosso próprio departamento de pesquisa e desenvolvimento?{n}Isso poderia realmente acelerar nossa pesquisa, e nos permitiria realizar maiores projetos com mais inovação. Não seria muito barato, mas acho que nós permitirá ser o líder de inovações na indústria de jogos.{n}De qualquer forma, tenho feito algumas pesquisas e acho que devemos abrir um laboratório e contratar uma equipe de pesquisadores. Mas antes de fazermos isso, deveríamos ter pelo menos um especialista em design em nossa equipe.

source: Hello {0}, We have just learned that you have opened your new headquarters not too far away from our university! We are just about to start a special course about game development and could really use your help.{n}Unfortunately we cannot offer any pay but I think you will find that teaching students about game development will be a great exercise to refine your own skills. {1} University{n}New training options available.
pt_br: Olá {0}, Acabamos de ficar sabendo que você abriu sua nova sede, próximo de nossa Universidade! Estamos prestes a iniciar um curso especial sobre desenvolvimento de jogos e preciso da sua ajuda.{n}Infelizmente não podemos oferecer qualquer remuneração, mas o que você acha de ensinar os alunos sobre desenvolvimento de jogos, vai ser um ótimo exercício para aperfeiçoar suas próprias habilidades. Universidade {1}{n}Novas opções de treinamento disponíveis.

source: Welcome to our very own research and development lab! At the moment it is empty but we have a number of skilled people eager to start working.{n}You don't have to hire them individually, instead you can simply decide on the budget for the R&D lab. The higher the budget, the more researchers will work and the higher the research progress will be.{n}Running your own R&D lab can be very expensive so be careful that you don't overspend. I suggest you start with smaller projects and don't be afraid to cut down the budget if necessary.{n}If there is no active project researchers will generate research points slowly, which you can use to train your main staff and unlock more game options.
pt_br: Bem-vindo ao nosso próprio laboratório de pesquisa e desenvolvimento! No momento está vazio, mas temos um número de pessoas qualificadas e ansiosas para começar a trabalhar.{n}Não é preciso contratá-los individualmente, em vez disso você pode simplesmente decidir sobre o orçamento para o laboratório de P&D. Quanto maior for o orçamento, mais pesquisadores vão trabalhar e maior será o progresso das pesquisas.{n}Gerenciar seu próprio laboratório de P&D pode ser muito caro, por isso tenha cuidado para não gastar demais. Sugiro que comece com projetos menores e não tenha medo de cortar o orçamento, se necessário.{n}Se não houver um projeto ativo, os pesquisadores irão lentamente gerar pontos de pesquisa, que você pode usar para treinar sua equipe principal e desbloquear mais opções de jogo.

source: Welcome to our very own hardware lab! This is the place where we will create our own game console. Before you start, make sure you have a lot of cash saved up. Building a console isn't cheap. When you are ready to start simply {0} on the screen to access the action menu.
pt_br: Bem-vindo ao nosso próprio laboratório de hardware! Este é o lugar aonde vamos criar nosso próprio console. Antes de começar, certifique-se de que você tenha bastante dinheiro guardado. Construir um console não é barato. Quando você estiver pronto para começar simplesmente {0} na tela para acessar o menu de ação.

source: We just got word that {0} is retiring its MMO game {1} from the market. The game has been on the market for {2} months and racked up over {3} in sales.
pt_br: Acabamos de saber que a {0} está retirando seu jogo de MMO {1} do mercado. O jogo esteve no mercado por {2} meses e acumulou mais de {3} em vendas.

source: {1} was likely not profitable anymore as the maintenance costs were likely larger than the income.
pt_br: {1} provavelmente não era mais rentável, já que os custos de manutenção eram bem maiores que a renda.

source: We are not quite sure why {0} has decided to take {1} off the market as the game likely still generated income for the company.
pt_br: Não estamos seguros do porque a {0} decidiu tirar o {1} do mercado, pois o jogo provavelmente ainda gera renda para a empresa.

source: While fans of {0} weren't happy about the news many of them also play {1} which is still on the market.
pt_br: Enquanto os fãs de {0} não estão felizes com a notícia, muitos deles também jogam {1}, que ainda está no mercado.

source: Fans of {1} have voiced complaints with one fan saying: 'I love {0} and played {1} a lot but now that they took it off the market I don't know what MMO I should play. If only {0} had released a new MMO I wouldn't be so upset.'
pt_br: Fãs de {1} expressaram suas queixas com um fã dizendo: 'Eu amo {0} e tenho jogado muito {1}, mas agora que tiraram o titulo do mercado eu não sei qual MMO eu deveria jogar. Se {0} tivesse lançado um novo MMO, eu não estaria tão nervoso.'

source: {0} has released their game console {1} today.
pt_br: {0} lançou seu console {1} hoje.

source: The console seems to really push the limits of technology and is the most modern console ever to hit shelves.
pt_br: O console parece realmente impulsionar os limites da tecnologia e é o console mais moderno a chegar às prateleiras.

source: The console does not seem quite on par with the high tech competitors but we will see what players think.
pt_br: O console não parece estar em pé de igualdade com os concorrentes de alta tecnologia, mas vamos ver o que os jogadores pensam.

source: Looking at the features of {0}, it seems that the
pt_br: Olhando para as características do {0}, parece que a

source: list is extensive which is a good sign and could lead to a wide variety of games becoming available.
pt_br: lista é extensa, o que é um bom sinal e pode levar a uma grande variedade de jogos se tornarem disponíveis.

source: list is a bit slim. Don't expect too many gadgets and controllers to be available for this console.
pt_br: a lista é um pouco pequena. Não espere muitos dispositivos e controles estarem disponível para este console.

source: First tests indicate that {0}
pt_br: Os primeiros testes indicam que {0}

source: 's build quality is excellent and will likely run for decades without issues.
pt_br: a qualidade de construção é excelente e provavelmente irá rodar ao longo de décadas sem problemas.

source: is of average build quality. Don't expect it to last forever but in general you should not see many issues.
pt_br: é de qualidade mediana. Não espere que dure para sempre, mas em geral você não verá muitas questões.

source: is a bit fragile. We wouldn't be surprised if you need to make use of the warranty sooner or later.
pt_br: é um pouco frágil. Não vamos ficar surpresos se você precisar fazer uso da garantia, mais cedo ou mais tarde.

source: All in all
pt_br: Tudo em todos

source: we think that the console will stir up the market and prove to be very successful.
pt_br: pensamos que o console irá agitar o mercado e se provar muito bem sucedido.

source: we think that the console will do reasonably well in the market and it is a welcome addition.
pt_br: pensamos que o console vá se sair razoavelmente bem no mercado e é uma adição bem-vinda.

source: it's hard to say whether the console will do well as there are so many other good products on the market.
pt_br: é difícil dizer se o console vai se sair bem, pois há tantos outros bons produtos no mercado.

source: first
pt_br: primeiro

source: second
pt_br: segundo

source: third
pt_br: terceiro

source: {0} has taken their game console {1} off the market. {1} was the {2} console created by the company.
pt_br: {0} retirou o seu console {1} do mercado. {1} foi o {2} console criado pela empresa.

source: They are also known for their console {0} which has done very well on the market.
pt_br: Eles também são conhecidos pelo seu console {0}, que se saiu muito bem no mercado.

source: Game finished
pt_br: Jogo finalizado

source: Congratulations. You have finished Game Dev Tycoon. We will now calculate your final score and show you some statistics. You may continue playing after that.
pt_br: Parabéns. Você finalizou o Game Dev Tycoon. Agora vamos calcular a sua pontuação final e lhe mostrar algumas estatísticas. Após isso você pode continuar jogando.

source: Goal reached
pt_br: Objetivo alcançado

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish medium games.
pt_br: Agora você tem mais de {0} fãs! Com uma base de fãs tão grande você deve ser capaz de publicar jogos médios.

source: You now have more than {0} fans! With such a big fan base you should now be able to self-publish large games.
pt_br: Agora você tem mais de {0} fãs! Com uma base de fãs tão grande você deve ser capaz de publicar jogos grandes.

source: Game Convention
pt_br: Convenção de Jogos

source: Dear {0}, We have followed your progress in recent years and would like to extend this formal invitation to participate in the biggest game convention on the planet 'Games, Games, Games' also known as G3.{n}By having your own company booth at G3 you can gain a lot of fans and hype for your games and we think our audience would love to see you there. We will contact you yearly with booth options. Hope to see you at G3. The G3 committee.
pt_br: Caro {0}, Temos acompanhado o seu progresso nos últimos anos e gostaríamos de lhe oferecer um convite para você participar da maior convenção de jogos do planeta, 'Games, Games, Games' também conhecida como G3.{n}Terá um estande próprio de sua empresa na G3 e você pode ganhar vários fãs e propaganda para seus jogos, e nós pensamos que nosso público gostaria de ver você lá. Nós entraremos em contato com você anualmente com as opções de estande. Espero ver você na G3. O comitê da G3.

source: Goal Hint
pt_br: Dica sobre Objetivo

source: If you have more than 1M in cash you will be able to move to the next level. This might sound a lot but don't worry. Once you release a hit game you will get to this amount easily.
pt_br: Se você tiver mais de 1M em dinheiro, você será capaz de ir para o próximo nível. Isto pode parecer muito, mas não se preocupe. Assim que você lançar um jogo de sucesso você vai chegar a esta quantia facilmente.

source: Engine Reminder
pt_br: Lembrete do Motor

source: Don't forget creating custom game engines. This will improve your games a lot! You can create your custom engine through the action menu once you have researched the Custom Engine.
pt_br: Não se esqueça de criar motores personalizados. Isso vai melhorar muito seus jogos! Você pode criar seu motor personalizado através do menu de ação depois de ter pesquisado sobre Motor Personalizado.

source: Hi {0}, I have followed the progress of {1} for a while and it seem that with your recent expansion you have started developing larger games. Larger games deserve to be seen by more people and this is where a publisher can come in handy.{n}A publisher will market and publish your game around the world. They will also help fund development. In return they keep most of the profits but since the game will sell a lot more it is usually still worth it.{n}I can put you in touch with some publishers so you can look at some of the available contracts. Just let me know. Jasmine Droke{n}Find Publishing Contract has been unlocked. It is accessible in the action menu.
pt_br: Oi {0}, Tenho acompanhado a evolução de {1} por um tempo e parece que com a sua recente expansão você começou o desenvolvimento de jogos maiores. Jogos maiores merecem ser visto por mais pessoas, e é ai que uma editora pode vir a calhar.{n}A editora irá comercializar e publicar seu jogo ao redor do mundo. Eles também ajudaram a financiar o desenvolvimento. Em troca, eles mantêm a maior parte dos lucros, mas vendo que o jogo vai vender muito mais do que geralmente vende, é algo que vale a pena.{n}Eu posso colocar você em contato com algumas editoras, assim você pode verificar alguns dos contratos disponíveis. Qualquer coisa é só me avisar. Jasmim Droke {n}Encontrar Editoras de Contrato foi desbloqueado. Está acessível no menu de ação.

source: Publishing Contracts
pt_br: Contratos de Publisher

source: Engine
pt_br: Motor

source: Gameplay
pt_br: Jogabilidade

source: Story/Quests
pt_br: História/Missões

source: Dialogues
pt_br: Diálogos

source: Level Design
pt_br: Nível de Design

source: Artificial Intelligence
pt_br: Inteligência Artificial

source: World Design
pt_br: Design do Mundo

source: Sound
pt_br: Som

source: Advertise in magazines
pt_br: Anunciar em revistas

source: Magazines
pt_br: Revistas

source: Advertise in gaming magazines to get the game well known before it hits the shelves.
pt_br: Anuncie em revistas de jogos para o jogo começar a ser bem conhecido antes de chegar às prateleiras.

source: Magazines & Demos
pt_br: Revistas & Demos

source: Advertise in gaming magazines and distribute demos of the game to give players an opportunity to try the game.
pt_br: Anunciar em revistas de games e distribuir demos do jogo para dar aos jogadores a oportunidade de experimentar o jogo.

source: Small Marketing Campaign
pt_br: Pequena Campanha Publicitária

source: Small Campaign
pt_br: Pequena Campanha

source: Start a global marketing campaign including magazine ads, demos and interviews.
pt_br: Iniciar uma campanha publicitária global, incluindo anúncios em revistas, demonstrações e entrevistas.

source: Large Marketing Campaign
pt_br: Grande Campanha Publicitária

source: Large Campaign
pt_br: Grande Campanha

source: Start a global marketing campaign to promote the game far and wide. Organize exclusive reviews, behind the scenes reports, TV trailers and more.
pt_br: Inicie uma campanha publicitária global para promover o jogo em toda parte. Organize comentários exclusivos, relatórios de cenas, trailers na TV e muito mais.

source: Logo Animation
pt_br: Logo Animada

source: Create an animation for an existing logo.
pt_br: Criar uma animação para um logotipo existente.

source: Character Design
pt_br: Design de Personagem

source: Design some game characters.
pt_br: Design de alguns personagens do jogo.

source: Playtest
pt_br: Testar jogo

source: Help to playtest a game.
pt_br: Ajude a testar um jogo.

source: Game Backdrops
pt_br: Cenários do jogo

source: Design some simple background graphics for a game.
pt_br: Desenhe alguns backgrounds simples para um jogo.

source: Setup Computers
pt_br: Configure os Computadores
