Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Invest over 500K in a new game engine.
pt_br: Investir mais de 500K em um novo engine de jogo.

source: 1M Engine
pt_br: Engine de 1M

source: Invest over one million in a new game engine.
pt_br: Investir mais de um milhão em um novo engine de jogo.

source: Gold
pt_br: Ouro

source: Sell half a million copies of a game without the help of a publisher.
pt_br: Vender meio milhão de cópias de um jogo sem a ajuda de um publisher.

source: Platinum
pt_br: Platina

source: Sell one million copies of a game without the help of a publisher.
pt_br: Vender um milhão de cópias de um jogo sem a ajuda de um publisher.

source: Diamond
pt_br: Diamante

source: Sell ten million copies of a game without the help of a publisher.
pt_br: Vender dez milhões de cópias de um jogo sem a ajuda de um publisher.

source: Unobtainium (seriously?)
pt_br: Unobtainium (sério?)

source: Sell one hundred million copies of a game without the help of a publisher.
pt_br: Vender cem milhões de cópias de um jogo sem a ajuda de um publisher.

source: Professional
pt_br: Profissional

source: Reach level 5 with a character.
pt_br: Alcançar o nível 5 com um personagem.

source: Legend
pt_br: Lenda

source: Reach level 10 with a character.
pt_br: Alcançar o nível 10 com um personagem.

source: Diversity
pt_br: Diversidade

source: Have male and female staff.
pt_br: Ter funcionários homens e mulheres.

source: Famous
pt_br: Famoso

source: Hire someone famous.
pt_br: Contratar alguém famoso.

source: Full House
pt_br: Casa Cheia

source: Have the maximum number of employees.
pt_br: Ter o número máximo de funcionários.

source: Finish Game Dev Tycoon.
pt_br: Terminar o Game Dev Tycoon.

source: Perfect Game
pt_br: Jogo Perfeito

source: Release a game with a clean score of 10.
pt_br: Lançar um jogo com uma avaliação nota 10.

source: Find at least one of the easter eggs in the game.
pt_br: Encontrar pelo menos um dos easter eggs no jogo.

source: Treasure Hunter
pt_br: Caçador de Tesouros

source: Activate the hidden treasure in the garage.
pt_br: Ativar o tesouro escondido na garagem.

source: Bluehair reporting for space duty
pt_br: Bluehair se apresentando para o trabalho espacial

source: Little known fact: Cats go all aggro in space.
pt_br: Fato pouco conhecido: Gatos ficam furiosos no espaço.

source: Welcome to Mars
pt_br: Bem-vindo a Marte

source: How did I get here? Why is there a chainsaw? Who cares!
pt_br: Como vim parar aqui? Por que tem uma serra elétrica aqui? Quem se importa!

source: Best ride to work ever
pt_br: Melhor ida ao trabalho de todas

source: Workplace safety anyone?
pt_br: Segurança no trabalho, por favor?

source: Welcome to your hospital
pt_br: Bem-vindo ao seu hospital

source: Patients are reminded not to die in the corridors.
pt_br: Os pacientes são alertados para não morrer nos corredores.

source: Welcome Chief
pt_br: Bem-vindo, Chief

source: This world is round but different.
pt_br: Este mundo é redondo, mas diferente.

source: The sky is not the limit.
pt_br: O céu não é o limite.

source: Welcome back Chris. We've missed you.
pt_br: Benvindo Chris. Sentimos sua falta.

source: Painting with nature.
pt_br: Pintando com natureza.

source: Pay homage to a specific Japanese video game.
pt_br: Prestar homenagem a um jogo japonês específico.

source: Inception
pt_br: A Origem

source: Develop the game within the game.
pt_br: Desenvolver o jogo dentro do jogo.

source: Fan
pt_br: Fã

source: Pick an inspired company name.
pt_br: Inspirar-se no nome de uma companhia.

source: Versatile
pt_br: Versátil

source: Release a successful game in each of the five main genres.
pt_br: Lançar um jogo de sucesso em cada um dos cinco gêneros principais.

source: Eat Cake
pt_br: Comer Bolo

source: Show them red barrels some action.
pt_br: Mostre-lhes barris vermelhos, alguma ação.

source: Supporter
pt_br: Apoiador

source: Support a young start-up. Buy the game.
pt_br: Apoiar uma pequena companhia iniciante. Comprar o jogo.

source: Support Greenheart Games by buying an optional supporter pack.
pt_br: Apoiar a Greenheart Games comprando um pacote opcional de apoio.

source: Admirer
pt_br: Admirador

source: Fun fact: We almost named our company Megaflop Productions!
pt_br: Fato engraçado: Quase nomeamos nossa companhia de Megaflop Productions!

source: Writer's Block
pt_br: Bloqueio de Escritor

source: Naming games is sometimes difficult.
pt_br: Dar nomes a jogos é difícil às vezes.

source: Create a game with a good topic/genre combination.
pt_br: Criar um jogo com uma boa combinação de tópico/gênero.

source: Turn it up to 11
pt_br: Transformá-lo até 11

source: Get a reviewer to give you a 11/10 rating.
pt_br: Obter a classificação 11/10 de um revisor.

source: Save failed
pt_br: Falha ao salvar

source: Could not load settings from steam cloud
pt_br: Não foi possível carregar configurações da nuvem do steam

source: Could not save to steam cloud
pt_br: Não foi possível salvar na nuvem do steam

source: Could not save settings
pt_br: Não foi possível salvar as configurações

source: Could not save game
pt_br: Não foi possível salvar o jogo

source: We see that you are in financial difficulties. Since you've just released your latest game {0}, we are willing to offer you a mini-credit to get you over this months' payments. We will give you {1} to cover your costs and expect to be paid back the full amount, plus a small adminstration fee of {2} in two months time.
pt_br: Vemos que você está com dificuldades financeiras. Desde que lançou seu mais recente jogo {0}, e estamos dispostos a oferecer-lhe um mini-crédito para você pagar suas dividas deste mês. Nós lhe daremos {1} para cobrir seus gastos e esperamos que nós devolva o valor total mais uma pequena taxa administrativa de {2} em dois meses.

source: Boss, our office could really do with some renovation work and our computer systems are also out of date. Investing a little bit in a more modern office and upgraded computers would be a great. Do you want to renovate the office?
pt_br: Chefe, nosso escritório poderia passar por uma renovação, e nossos sistemas também estão desatualizados. Investir um pouco mais em computadores atualizados e em um escritório mais moderno seria uma ótima ideia. Você deseja renovar o escritório?

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prizes but it should be a great way to increase everyone's skills. The G3 committee.
pt_br: Caro {0}! Desde que o G3 se tornou o maior encontro de desenvolvedores de jogos do mundo, nós decidimos usar o nosso nome para um bem maior. A partir de hoje nós ofereceremos desafios aos desenvolvedores ao longo do ano, aonde desenvolvedores de jogos ao redor do mundo podem competir uns com os outros.{n}Está será uma ótima maneira para os desenvolvedores aprender algo novo. Você está convidado a participar. Não há prêmios, mas deve ser uma ótima maneira de aumentar as habilidades de todos. O Comitê do G3.

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I just want to tell you that upon your recent 'request' from your legal department my project has shut down.{n}I poured a lot of effort into this and have always loved your company but I guarantee you that I shall not 'bother' nor support you ever again.
pt_br: Olá, sou Denise Ried, a desenvolvedora principal da versão fã de {0}. Eu só quero lhe dizer que após o recente pedido de seu departamento jurídico, eu cancelei o meu projeto.{n}Eu me esforcei nisso e sempre amei sua empresa, porém eu garanto a você que não incomodarei nem o ajudarei mais.

source: If you wish you can continue playing but please note that there will be no more platform releases or other story elements.
pt_br: Se você desejar, pode continuar jogando, porém note que não haverá mais lançamentos de plataforma ou outros elementos da história.

source: Hi, this is {0} from {1}. I got word that {2} is working on a new game. Would you be willing to share some information on your current game project and do an interview about it?
pt_br: Oi, aqui é {0} de {1}. Eu tenho a informação de que {2} está trabalhando em um novo jogo. Você estaria disposto a compartilhar algumas informações sobre o seu atual projeto e fazer uma entrevista sobre isso?

source: Agree
pt_br: Concordar

source: Given that their most recent game {0} enjoyed universal success we simply cannot wait for them to unveil their new project!
pt_br: Devido ao sucesso universal de seu recente jogo {0}, nós simplesmente não vemos a hora de termos mais informações sobre o seu novo projeto!

source: Hopefully the company can do better than last time. We don't need another {0}.
pt_br: Espero que a empresa possa fazer melhor que da última vez. Não precisamos de outro {0}.

source: Thank you for your time.
pt_br: Obrigado pelo seu tempo.

source: More on {0}
pt_br: Mais sobre {0}

source: In a recent interview with {0} we discussed their upcoming {1} game and asked company founder {2} how different development areas are prioritized. In the interview {2} said that {3} is of particular importance for such a game
pt_br: Em uma recente entrevista com {0} discutimos sobre seu próximo jogo {1}, e pedimos ao fundador da empresa {2}, como são priorizados as diferentes áreas de desenvolvimento. {2} disse na entrevista que {3} é de particular importância para tal jogo

source: they are still experimenting what area
pt_br: eles ainda estão experimentando qual área

source: and it seems that other industry professionals agree with this. Every game development project has limited resources so it's very important to use the time most effectively.
pt_br: e parece que outros profissionais da indústria concordam com isto. Todo projeto de desenvolvimento de jogos tem recursos limitados, por isso é muito importante usar o tempo de forma mais eficaz.

source: but it seems that other industry professionals disagree with that point of view saying that {0} is usually more important for this type of game.
pt_br: mas parece que outros profissionais da indústria discordam desse ponto de vista dizendo que {0} geralmente é mais importante para esse tipo de jogo.

source: give away
pt_br: dar de presente

source: sell
pt_br: vender

source: negative
pt_br: negar

source: Boss, it seems the fans who requested that we open source {0} were particularly upset with our decision and have caused quite a negative stirr. We've lost {1} fans.
pt_br: Chefe, parece que os fãs que solicitaram que o código fonte de {0}, estão particularmente chateados com nossa decisão e causaram uma impressão negativa a nosso respeito. Perdemos {1} fãs.

source: gained
pt_br: ganhou

source: it cost us {0}
pt_br: nos custou {0}

source: we made {0}
pt_br: fizemos {0}

source: Legal Department
pt_br: Departamento Jurídico

source: Go to court. [~{0}% chance]
pt_br: Ir a tribunal. [~{0}% de chance]

source: The court dismissed the patent infringement claims made against us stating that the claim was ridiculous. All costs were paid by the suing party.
pt_br: O tribunal rejeitou as alegações de infração de patentes feitas contra nós afirmando que o pedido era ridículo. Todas as despesas foram pagas pelo parte processante.

source: We rallied our fans to publicly fight against All Your IP Belongs To US
pt_br: Nossos fãs se reuniram para lutar publicamente contra All Your IP pertencem aos EUA

source: and fight we did! We not only caused them to retract their claims but we also won {0} fans and the public's admiration. I doubt we will hear from those patent trolls again.
pt_br: e a luta que nós fizemos! Não só retiraram suas reivindicações, mas nós também ganhamos {0} fãs e a admiração do público. Duvido que vamos discutir novamente com esse bando de trolls de patente.

source: but it seems that our efforts were fruitless. Seems we still have to pay {0} and the court costs of {1}. Maybe next time we'll have more luck.
pt_br: mas parece que nossos esforços foram em vão. Parece que ainda teremos de pagar {0} e mais as custas judiciais de {1}. Talvez da próxima vez teremos mais sorte.

source: Settings
pt_br: Configurações

source: Verifying...
pt_br: Verificando...

source: Could not initialize loaded game
pt_br: Não foi possível carregar o jogo

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it: 'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
pt_br: Analistas têm observado uma tendência estranha ultimamente, os jogadores ao redor do mundo parecem ter desenvolvido um gosto curioso para jogos fora do comum.{n}Como um jogador disse: 'Às vezes você quer jogar algo único. Um jogo baseado em uma ideia que não seja o habitual como um jogo Militar/Ação ou Fantasia/RPG, só citando dois exemplos. Eu realmente espero que as empresas tragam alguns jogos exclusivos para o mercado em breve. Neste momento eu teria a preferência por eles.'{n}Esta nova tendência promete trazer um desafio interessante para os desenvolvedores de jogos, como combinações de tema/gênero que costumavam funcionar bem de repente serem menos favoráveis, enquanto ideias mais bizarras possam florescer.

source: {0} is no longer supported. You've released {1} game for the platform and earned a total of {2}!
pt_br: {0} não é mais suportado. Você fez o lançamento de {1} jogos para a plataforma e ganhou um total de {2}!

source: We made it into the top 100 conference attractions this year at place {0}.
pt_br: Conseguimos ficar entre as 100 melhores atrações na conferência deste ano, ficamos no lugar {0}.

source: okay
pt_br: certo

source: terrible
pt_br: terrível

source: unknown
pt_br: desconhecido

source: not at all important
pt_br: não é importante

source: not very important
pt_br: não é muito importante

source: very important
pt_br: muito importante

source: Error
pt_br: Erro

source: Mirconoft has announced the delay of their new gaming console, mBox. The new release date is '{0}'. Rumour has it that the incredible success of the Playsystem 2 launch has prompted Mirconoft to delay their own debut.
pt_br: A Mirconoft anunciou um atraso em seu novo console, mBox. A nova data de lançamento é '{0}'. Rumores dizem que o incrível sucesso do lançamento do Playsystem 2 levou a Mirconoft a atrasar a sua própria estreia.

source: Today, Ninvento has announced a new mobile console called the Ninvento GS. It features two screens, one of them touch sensitive, and promises unique gameplay. While Ninvento has been struggling to regain their market lead ever since the TES 64 they still have a very strong position on the mobile market.{n}The Ninvento GS promises to strengthen this position and aims to breath life into a stagnating mobile market. The console will be in stores {0}.
pt_br: Hoje, a Ninvento anunciou o novo console portátil chamado de Ninvento GS. Ele possui duas telas, uma delas sensível ao toque, e promete um gameplay único. Enquanto a Ninvento tem lutado para recuperar a liderança de mercado desde o TES 64, eles ainda possuem uma posição forte no mercado portátil.{n}O Ninvento GS promete fortalecer essa posição e pretende dar vida a um mercado estagnado. O console estará nas lojas em {0}.

source: Today, Mirconoft has announced their very own tablet device to combat the massive marketshare of Grapple's grPad device. The mPad features a sophisticated cover that comes with a integrated, ultra-thin keyboard. The tablet itself has a widescreen display and a integrated stand.{n}The mPad seems to be a combination of a traditional notebook and a tablet, and promises to shake up the market. The new product will be on the market {0}.
pt_br: Hoje, a Mirconoft anunciou seu próprio tablet para combater a massiva fatia de mercado do Grapple's grPad. O mPad possui uma sofisticada capa que vem com um teclado super fino integrado. O tablet por sí só possui tela widescreen e suporte integrado.{n}O mPad parece ser a combinação do tradicional notebook com um tablet, e promete sacudir o mercado. O novo produto estará nas lojas em {0}.

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with a integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
pt_br: A Ninvento revelou que sua aposta na nova geração de consoles será chamada de Wuu. O novo console possui um controle com uma tela integrada.{n}Isso foi feito para tornar os jogos multijogadores muito mais interessantes, dando a cada jogador uma tela única. A Ninvento está sempre na vanguarda da inovação e seu console parece, mais uma vez, ser um movimento corajoso. O Wuu estará disponível em {0}.

source: For fans of the mBox, the long wait for an update to the console will soon be over as Mirconoft has announced that the mBox One will be available {0}.
pt_br: Para os fãs do mBox, a longa espera por uma atualização do console está perto de acabar, a Miconoft anunciou que o mBox One estará disponível em {0}.

source: The new console is marketed as a unified entertainment platform and comes with voice control and a camera which is always watching to enable gesture control. A camera which is always on is not the only controversial feature as the new console also seems to require internet access at least once a day to function properly, does not support previous mBox games and seems to place restrictions on how games can be shared or resold.{n}Clearly, Mirconoft wants to push the current status quo and deliver a console for a new future of gaming but we are not sure if players will share Micronoft's vision.
pt_br: O novo console é marcado como uma plataforma de entretenimento unificada e vem com controle por voz e uma câmera que estará sempre observando para ativar o controle de gestos. A câmera que está sempre ligada não é a única característica controversa, como o novo console parece sempre exigir acesso a internet pelo menos uma vez ao dia, para funcionar corretamente, não suporta jogos do mBox anterior e parece ter restrições em como os jogos vão ser compartilhados ou revendidos.{n} Claramente, a Mirconoft quer empurrar o atual status quo e entregar um console para um novo futuro dos jogos, mas não temos certeza se os jogadores irão compartilhar a visão de Micronoft.

source: Just after Mirconoft have announced their new bet in the upcoming console generation, Vonny has announced that they will release their new, long-awaited console, the Playsystem 4, {0}. The console seems to do everything that the Playsystem 3 did, only better.{n}Unlike the mBox One, the Playsystem 4 doesn't have an always-online requirement and seems much more player friendly. We think that there is a hardly a risk of Vonny fans being disappointed
pt_br: Logo após a Mircomnoft ter anunciado a sua nova aposta na próxima geração de consoles, a Vonny anunciou que eles lançarão seu novo, e muito aguardado console, o Playsystem 4, em {0}. O console parece fazer tudo que o Playsystem 3 fazia, porém melhor.{n}Diferentemente do mBox One, o Playsystem 4 não tem uma necessidade de estar sempre online e parece muito mais amigável com o jogador. Nós achamamos que quase não há risco dos fãs da Vonny ficarem desapontados,

source: Vonny and {0}
pt_br: a Vonny e {0}

source: A company by the name of RiseVR has developed a virtual reality headset which promises to finally start the path towards true 3D immersion. The new headset called Visorius looks like a pair of giant ski-goggles and provides a large field of vision as well as near-perfect motion tracking.
pt_br: Uma empresa com o nome de RiseVR desenvolveu um headset de realidade virtual que promete finalmente começar o caminho para a verdadeira imersão 3D. O novo headset chamado de Visorius parece um par de óculos de esqui gigante e oferece um grande campo de visão, bem como rastreamento de movimento quase que perfeito.

source: Just as the industry seems to have silently accepted the slow demise of PC gaming as more and more games are primarily developed for consoles, there seems to be a resurgence of the PC market.{n}New powerful and affordable hardware, a growing indie-developer scene and the rise of crowd-funded financing has meant a slew of new exciting projects hitting the PC market. It seems that the PC market will only grow stronger in the coming years.{n}For console lovers, this isn't bad news either as many PC games are also ported to the most successful consoles.
pt_br: A indústria silenciosamente parecia aceitar o lento desaparecimento dos jogos para PC, com o crescimento de mais e mais jogos desenvolvidos para consoles, mas parece haver um ressurgimento do mercado de PCs.{n}Com um novo hardware mais poderoso e acessível, uma crescente demanda de desenvolvedores indie e a ascensão dos financiamentos, significaram uma enorme quantidade de novos e emocionantes projetos para o mercado de PC. Parece que o mercado de PC crescerá fortemente nos próximos anos.{n}Para os amantes do console isso não é má notícia, pois a maioria dos muitos jogos de PC são também portados para os consoles de maior sucesso.

source: Mirconoft has announced their plans to release a completely revamped version of the mBox {0} called mBox Next. The new console seems to cleverly integrate Mirconoft's own motion sensor add-on for the mBox One into one small package.{n}Visually, the mBox Next is reminiscent of the earlier mBox 360 with a much lighter tone marking a departure from the bulky and dark style of the mBox One. The technology of the mBox Next seems promising
pt_br: A Mirconoft anunciou seus planos para lançar uma versão totalmente renovada do mBox em {0} chamado de mBox Next. O novo console parece integrar inteligentemente um sensor de movimento da própria Mirconoft para o mBox.{n}Visualmente, o mBox Next é uma reminiscência do mBox 360 com um tom muito mais leve do que o volumoso e escuro mBox. A tecnologia do mBox Next parece ser promissora

source: Many have expected that Vonny will announce a new platform before Mirconoft's mBox Next will hit the market and, today, Vonny did just that. Keeping with company tradition, and in contrast to competitor Mirconoft's naming practices, the newly announced console is aptly named Playsystem 5.{n}The Playsystem 5 seems an incremental update, coming out {0} with a form-factor that reminds of the early Playsystem 3. The new system promises to be a solid update
pt_br: Muitos têm esperado que a Vonny anuncie uma nova plataforma antes do mBox da Mirconoft chegar ao mercado, e hoje a Vonny fez exatamente isso. Mantendo a tradição da empresa e em contraste com as práticas de nomeação do concorrente Mirconoft, o console recém-anunciado é apropriadamente chamado de Playsystem 5.{n}O Playsystem 5 parece uma atualização incremental, sairá {0} com um fator que lembra o início de Playsystem 3. O novo sistema promete ser uma contínua atualização
