Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: The development of your game has now finished. While developing games you gain experience and improve your skills. When development is completed you will be presented with a summary of the experience gained.
pt_br: O desenvolvimento do seu jogo está completo. Ao desenvolver jogos você ganha experiência e melhora suas habilidades. Quando o desenvolvimento for concluído você será presenteado com um resumo da experiência adquirida.

source: First sales
pt_br: Primeiras vendas

source: Now that your game is on sale you will receive the income from the game every week. You can see how well your game is doing by looking at the sales graph in the top right of the screen.
pt_br: Agora que seu jogo está à venda, você receberá a renda do jogo a cada semana. Você pode ver o quão bem o seu jogo está indo, olhando para o gráfico de vendas na parte superior direita da tela.

source: Research
pt_br: Pesquisa

source: Research is important to unlock new options and make better games. You should try to save enough research points to be able to create your own game engine. This will greatly improve your games.{n}Hint: Try to develop games with different topic and genre combinations for a slight research boost.
pt_br: A pesquisa é importante para destravar novas opções e fazer jogos melhores. Você deve tentar guardar pontos de pesquisa suficientes para ser capaz de criar o seu próprio motor de jogo. Isto irá melhorar consideravelmente seus jogos.{n}Dica: Tente desenvolver jogos com diferentes temas e combinações de gênero para um ligeiro aumento nas pesquisas.

source: Development phases
pt_br: Fases do desenvolvimento

source: Game development runs through three stages. At the beginning of each stage you can decide what areas of the game you want to focus on. Picking the right focus for your game greatly increases the points you generate.{n}Think about what areas are important for your game and decrease the focus on areas you think are less important. If you want to read a brief description of the different areas please refer to the Help menu.
pt_br: O desenvolvimento de jogos é executado através de três estágios. No início de cada fase você pode decidir quais as áreas que você quer se concentrar. Escolher o foco certo para o seu jogo faz aumenta em muito o número de pontos que você vai gerar.{n}Pense sobre quais áreas são mais importantes para o seu jogo e diminua o foco em áreas que você acha que são menos importantes. Se você quiser ler uma breve descrição das diferentes áreas, por favor consulte o menu de ajuda.

source: Research custom engine
pt_br: Pesquisa de engine personalizada

source: Now you can create your own game engines. To get started close this message and {0} anywhere to bring up the action menu.
pt_br: Agora você pode criar suas próprias engines. Para começar, feche esta mensagem e {0} em qualquer lugar para abrir o menu de ação.

source: Research engine part
pt_br: Pesquisa de parte da engine

source: You have just researched your first engine part. To be able to use this in your games you need to create a new engine which includes this part.
pt_br: Você acabou de pesquisar seu primeiro incremento para uma engine. Para ser capaz de usar isso em seus jogos, você precisa criar uma nova engine incluindo está parte.

source: Creating engine
pt_br: Criar engine

source: You are now creating your own custom game engine. Once the engine is finished you will be able to use it when creating new games.
pt_br: Você está criando seu próprio engine personalizado. Quando o engine estiver concluído, você será capaz de usá-lo durante a criação de novos jogos.

source: Target audience
pt_br: Público-alvo

source: You can now specify what your main target audience is for your game. Games can be targeted at young people, at everyone or at more mature audiences.{n}Picking the right target audience for your game is important. Your target platform can also play a role. Some platforms are especially popular with a specific audience.
pt_br: Agora você pode especificar qual é o público-alvo principal de seu jogo. Jogos podem ser direcionados aos jovens, para todos ou em um público mais adulto.{n}Escolher o público-alvo certo para o seu jogo é importante. Sua plataforma de destino também pode desempenhar um papel. Algumas plataformas são especialmente populares com um público específico.

source: Marketing Unlocked
pt_br: Marketing Desbloqueado

source: You've successfully unlocked marketing. You can access marketing options in the action menu but only while a game is in development.
pt_br: Você destravou com sucesso o marketing. Você pode acessar as opções do marketing pelo menu de ação, mas somente enquanto um jogo está em desenvolvimento.

source: Marketing can be very effective to reach more potential customers but it can be very expensive too. It is best to experiment carefully with marketing to get a feel for what works best. Don't invest too much and remember that timing is important. Don't invest in your marketing efforts too early in development or too late.{n}It is also important to know that no matter how much money you pump into marketing, it will not make a bad game successful. To the contrary, it can even hurt to market bad games too much as it can upset your existing fans.
pt_br: Marketing pode ser muito eficaz para alcançar mais clientes em potencial, mas também pode ser muito caro. O melhor é experimentar o marketing com certo cuidado, para ter uma ideia melhor de como funciona. Não invista muito e lembre-se que o tempo é importante. Não invista no marketing no começo do desenvolvimento, mas cuidado para não investir tarde demais.{n}Também saiba que não importa quanto dinheiro você invista no marketing, não vai mudar o situação de um jogo ruim virar um jogo bem sucedido. Aliás pode ocorrer o contrário, pode doer até mesmo na hora de comercializar os jogos ruins, e também pode irritar seus fãs existentes.

source: Hype points
pt_br: Pontos de expectativa

source: Developing a great game is not the only recipe for success. It is essential to build hype to ensure that players are excited about your game.{n}In the beginning of your career, hype is mostly generated through random events but once you gain more experience you can use marketing and other strategies to generate hype.
pt_br: O desenvolvimento de um grande jogo, não é a única receita para o sucesso. É essencial ter uma boa expectativa para garantir que os jogadores estejam animados com o lançamento de seu jogo.{n}No início de sua carreira, a expectativa é gerada principalmente por eventos aleatórios, mas uma vez que você ganhe mais experiência você pode usar estratégias de marketing e outras para gerar mais expectativa.

source: Level 2
pt_br: Nível 2

source: You now may also train yourself and your staff to improve skills. Let's try this by completing a management course which is required before you can hire your first employee.{n}To get started close this message and then {0} on your character to bring up the training menu.
pt_br: Agora você e sua equipe podem treinar para melhorar suas habilidades. Vamos tentar completando um curso de gestão, que é necessário antes de poder contratar seu primeiro funcionário.{n}Para começar, feche esta mensagem e em seguida {0} em seu personagem para abrir o menu de treinamento.

source: First engine
pt_br: Primeira engine

source: Congratulations! Your first custom game engine is now ready. You should try using it in your next game.
pt_br: Parabéns! Seu primeiro engine personalizado está pronto. Você deve tentar usá-lo em seu próximo jogo.

source: Finding staff
pt_br: Encontrar funcionário

source: Before you can hire someone you have to advertise the open position, set an advertising budget and decide how you want to test your applicants.{n}A high budget will increase the number of applicants and the different tests will help find people with the right balance of design and technology skills.
pt_br: Antes de você poder contratar alguém, você precisa anunciar a vaga aberta, defina um orçamento para a publicidade e como você deseja testar seus candidatos.{n}Um orçamento elevado aumentará o número de candidatos e os diferentes testes ajudarão a encontrar pessoas com o equilíbrio de habilidades de design e tecnologia.

source: Staff vacation
pt_br: Funcionário de férias

source: From time to time your employees need to recharge their batteries and go on vacation. You can tell that an employee is in need of rest when their efficiency steadily decreases.{n}To give them a holiday just {0} on them and select Send on Vacation
pt_br: De vez em quando seus empregados precisam recarregar suas baterias e sair de férias. Você pode ver que um funcionário precisa descansar quando diminui continuamente a sua eficiência.{n}Para dar-lhes ferias, {0} no funcionário e selecione Conceder Férias

source: Hiring staff
pt_br: Contratar funcionário

source: The search for the open position is complete! You can now review the list of applicants and hire someone for this position.{n}Don't forget that you can always train your employees to improve their skills.
pt_br: A busca para a vaga aberta está completa! Agora, você pode rever a lista de candidatos e contratar alguém para esta vaga.{n}Não se esqueça que você sempre pode treinar seus funcionários para melhorar suas habilidades.

source: Staff hired
pt_br: Funcionário contratado

source: Congratulations on your first hire! New employees have to settle in before they become fully effective. When a character is not fully efficient you can see an efficiency bar next to them. This bar will fill up slowly over time.{n}It is usually a good idea to give your new staff a Welcome training to get them up to speed quickly. This will maximize their efficiency way faster than normally. To do this close this message and then {0} on the character to bring up the action menu.
pt_br: Parabéns por sua primeira contratação! Novos funcionários têm que se instalar antes de se tornarem plenamente eficaz. Para saber quando uma pessoa não está totalmente eficiente, você pode observar uma barra de eficiência ao lado deles. Este barra vai enchendo lentamente ao longo do tempo.{n}Geralmente é uma boa ideia dar um treinamento de boas vindas para para aumentar a velocidade rapidamente. Isso irá maximizar sua eficiência de modo mais rápido do que o normal. Para fazer isto fechar esta mensagem e então {0} no personagem para chamar o menu de ação.

source: Hiring more staff
pt_br: Contratar mais funcionários

source: You can hire up to four employees in this office. Don't try to hire everyone at once as staff are expensive. Many rookies hire too early and go bankrupt. It is best to take it slow.
pt_br: Você pode contratar até quatro funcionários neste escritório. Não tente contratar todos de uma vez já que equipes são caras. Muitos iniciantes contratam muito cedo e acabam falindo. É melhor ir com calma.

source: Boosts
pt_br: Impulsionar

source: Boosts are a powerful tool that allow you to temporarily increase the output of your staff. They are most effective when timed strategically during the development of a game or during training.{n}Boosts need to recharge before you can use them. You can activate a boost as soon as the recharge progress is complete but you can also wait a little longer to further increase the effectiveness of the boost.
pt_br: Estimular é uma ferramenta poderosa que permitem aumentar temporariamente a produção de sua equipe. Os funcionários ficam mais eficazes quando cronometrado estrategicamente durante o desenvolvimento de um jogo, ou durante o treinamento.{n}Estimular precisa ser recarregado antes de usá-lo. Você pode ativar um estimulo quando o progresso de recarga estiver completo, mas você também pode esperar mais um pouco para aumentar ainda mais a eficácia do estimulo.

source: Additional game features
pt_br: Recursos adicionais do jogo

source: During development you can also select additional features for your game. Right now you can only pick 'Basic Sounds' but your options will increase quickly. Selecting additional features makes the game generally better but also increases its cost.{n}You will also see the graphic type you selected when you defined the game. This is just to remind you of your choice. You cannot change the type of graphics mid-game.
pt_br: Durante o desenvolvimento você também pode selecionar recursos adicionais para o seu jogo. No momento você só pode escolher 'Sons Básicos', mas suas opções aumentam rapidamente. Selecionar recursos adicionais torna seu jogo melhor, mas também aumenta seu custo.{n}Você também verá o tipo de gráfico que você selecionou quando você definiu o jogo. Isto é só para lembrá-lo de sua escolha. Você não pode alterar o tipo de gráfico no meio do desenvolvimento.

source: Finishing phase
pt_br: Fase de acabamento

source: The development of your first game is now complete. You can press the 'Finish' button to publish your game but you should only do that once you fix the majority of bugs.{n}Releasing a game without fixing bugs can severely affect your ratings so you should only ever consider that if you need the cash and you can't afford to wait.
pt_br: O desenvolvimento de seu primeiro jogo está completo. Você pode pressionar o botão 'Finalizar' para publicar seu jogo, mas só deve fazer isso quando tiver corrigido a maioria dos erros.{n}Lançar um jogo sem corrigir os erros pode afetar seriamente a classificação do jogo, então apenas considere fazer isto caso precise de dinheiro rapidamente e não possa esperar.

source: Training
pt_br: Treinamento

source: If you want to create hit-games and have a world class team then training is important. For best results train your staff regularly but don't overwhelm them with too many sessions at once.{n}There are different training options available. Some options are better to increase certain skills than others. Experimenting is the best way to figure out which training options fit your plans. It is useful to have a mix of 'specialists' and allrounders in your team but aim to have at least one design specialist and technology specialist.
pt_br: Se você deseja criar um jogo de grande sucesso, precisamos ter uma equipe de classe mundial, e ter funcionários com boa formação é muito importante. Para obter melhores resultados, treine seus funcionários regularmente mas não oprima-os com muitas sessões de uma só vez.{n}Existem opções diferentes de treinamento disponíveis. Algumas opções são melhores para aumentar certas habilidades do que outros. Somente a experiência é a melhor maneira de descobrir quais as opções de treinamento cabem melhor em seus planos. É útil ter uma mistura de 'especialistas' e multi-uso em sua equipe, mas tenha pelo menos um especialista em design e um especialista em tecnologia.

source: Level 5 unlocks
pt_br: Nível 5 desbloqueado

source: Someone on your team has reached experience level 5! This unlocks a special training item called Boost. The training for it is expensive and you can only do it once the character has at least 500 design or technology points but the investment is well worth it.{n}Once trained, the boost allows you to temporarily increase the output of your staff and can really help you to make a hit-game.
pt_br: Alguém de sua equipe chegou a nível 5 de experiência! Isto abre um item de treinamento especial chamado estimular. O treinamento para isso é caro e você só pode fazê-lo uma vez quando o personagem tiver pelo menos 500 pontos de design ou tecnologia, mas o investimento vale a pena.{n}Uma vez treinado, o estimular permite aumentar temporariamente a produção de sua equipe e pode realmente ajudar você a fazer um jogo de sucesso.

source: Publishers
pt_br: Editores

source: Using a publisher is a great way to get your games in front of a large audience which in turns helps to grow your fan base. Once your fan base is big enough you can self-publish your larger games without the need for a publisher. For medium games you should aim to have at least 100K fans before you publish them yourself.{n}To use a publisher you need to sign a contract. The contract will dictate what game you need to create. Pay attention to all the details, most importantly the minimum score that the contract dictates. If the game you release does not meet the minimum score you will have to pay a penalty, which can be costly.{n}It is also important to pay attention to the royalty rate. The higher the rate the more money you will make from the contract.
pt_br: Usar uma publisher é uma ótima maneira de obter grande público para os seus jogos, e também ajuda a crescer sua base de fãs. Uma vez que sua base de fãs for grande o suficiente você pode auto-publicar seus maiores jogos sem a necessidade de uma publisher. Para jogos médios você deve ter pelo menos 100 mil fãs antes de auto publicá-los.{n}Para usar uma publisher, você precisa assinar um contrato. O contrato irá ditar qual jogo você precisa criar. Preste atenção a todos os detalhes, o mais importante são os detalhes que marcam o contrato. Se o jogo que você criar não satisfazer a pontuação mínima, você terá de pagar uma multa, que pode ser cara.{n}Também é importante prestar atenção para a taxa de royalties. Quanto maior a taxa, mais dinheiro você vai conseguir com o contrato.

source: Creating larger games is a significant task and, unlike in small games, one person cannot effectively be responsible for every aspect of a game. To create a good game and to make best use of your team you will have to assign which of your team is repsonsible for which areas.{n}Pick team members whose skills match the area to get the best result. When you assign a team member responsibilities you will see their workload. Try not to overload them too much.
pt_br: Criar jogos grandes é uma tarefa importante e ao contrário de jogos pequenos, uma pessoa não pode ser efetivamente responsável por todos os aspectos do jogo. Para criar um bom jogo e fazer o melhor uso de sua equipe, você terá que atribuir responsabilidades aos membros de sua equipe pelas diversas áreas.{n}Escolha os membros da equipe cujas habilidades correspondem a área para obter o melhor resultado. Quando você atribuir a um membro da equipe responsabilidades você verá sua carga de trabalho. Tente não sobrecarregá-los demais.

source: Design specialist
pt_br: Especialista em design

source: R&D lab is ready
pt_br: Laboratório de R&D está pronto

source: To start a project simply {0} the screen to bring up the research menu. Once you start a project you can also cancel it using the same menu.
pt_br: Para começar um projeto simplesmente {0} na tela para abrir o menu de pesquisas. Uma vez que você iniciou um projeto você também pode cancela-lo usando o mesmo menu.

source: Hardware lab is ready
pt_br: Laboratório de hardware está pronto

source: R&D project started
pt_br: Projeto de R&D iniciado

source: The project is now started and as your researchers work on it you will see the progress in the status card. Don't forget to adjust the budget! If the budget is 0 the project will never progress.
pt_br: O projeto foi iniciado e seus pesquisadores estão trabalhando nele, você pode ver o progresso na ficha de status. Não se esqueça de ajustar o orçamento! Se o orçamento for 0, o projeto nunca progredirá.

source: Console Development
pt_br: Desenvolvimento de console

source: Developing your own console is a very costly undertaking. Not only do you have to pay a big chunk of money up front for the project but you will also have to pay your hardware lab crew. Only attempt to create a console if you are confident that you have enough capital.{n}When developing a console you can decide on how your console will look like and decide on the technical features as well as the quality assurance budget. The more sophisticated your technology is the better the console will fare against competing products. The more budget you reserve for QA the better the quality of your console will be.
pt_br: Desenvolver seu próprio console é um investimento muito caro. Não só pelo fato de ter de pagar uma grande parte do dinheiro adiantado pelo projeto, mas também por ter que pagar uma equipe de laboratório de hardware. Apenas tente criar um console se você tiver certeza de que tem capital suficiente.{n}Quando estiver desenvolvendo um console você pode decidir sobre como seu console irá parecer e decidir sobre as características técnicas, bem como o orçamento de garantia de qualidade. Quanto mais sofisticado for sua tecnologia, melhor será o console contra produtos concorrentes. Quanto maior for o orçamento para o QA, melhor será a qualidade de seu console.

source: Console released
pt_br: Console lançado

source: Your very own game console is now on the market. Game consoles are complex machines and when you sell a lot of them it is only natural that some of them need to be repaired.{n}While your console is on sale your hardware team will have to work off maintenance points. Depending on the quality of the console and how many you sell these points vary from week to week.{n}Try to give your hardware lab enough budget so that they stay on top of the maintenance, otherwise customers will become unhappy when they have to wait too long for their consoles to be repaired. You can see how well your team is doing in the console information card in the top left of the screen.
pt_br: O seu próprio console está no mercado. Consoles são máquinas complexas e quando você vende muitos deles é normal que alguns deles necessitem de reparo.{n}Enquanto seu console estiver à venda sua equipe de hardware terá que trabalhar em pontos de manutenção. Dependendo da qualidade do console e da quantidade vendida, os pontos podem variar a cada semana.{n}Tente dar ao seu laboratório de hardware o orçamento suficiente para que eles mantenham as manutenção em alta, ao contrário consumidores ficarão infelizes quando tiverem que esperar muito para que seus consoles sejam reparados. Você pode ver o quão bem sua equipe está na ficha de informações de console no canto superior esquerdo da tela.

source: MMO on sale
pt_br: MMO à venda

source: Your MMO is on sale now. MMOs work slightly different than normal games. MMOs not only generate income but also cause maintenance costs as we need to run game servers and provide customer services. You will see the amount of maintenance paid in the sales card.{n}Unlike other games which have a limited sales duration MMOs sell indefinitely. You will have to decide yourself when you want to take an MMO off the market. To take an MMO off the market simply {0} on the sales card to bring up a menu.{n}Since MMOs are so expensive to create you might want to try to expand your current MMO rather than create a new one. To do this you will need to create a expansion pack, which you can start to research now.
pt_br: Seu MMO está à venda. MMOs trabalham um pouco diferente que os jogos normais. MMOs não só geram renda, mas também tem custos de manutenção, pois precisamos dos servidores do jogo e tem a prestação de serviços ao cliente. Você vai ver a quantidade de manutenção paga na ficha de vendas.{n}Ao contrário de outros jogos que têm uma duração limitada de vendas, os MMOs vendem indefinidamente. Você terá que decidir quando retirar um MMO do mercado. Para tirar um MMO do mercado, simplesmente {0} na ficha de vendas para abrir um menu.{n}Como MMOs são caros para se criar, talvez você queira tentar criar uma expansão de seu MMO atual ao invés de criar um novo. Para fazer isso você precisará criar um pacote de expansão, você pode começar a pesquisa agora.

source: Additional Specialists
pt_br: Especialistas adicionais
