Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Invitation
pt_br: Convite

source: Hi, I'm Gordon Hench the host of the local hobby computer club. I just discovered that your company is close-by. I'm a huge fan of {0} and would love for you to join our meetup this week! Eagerly awaiting your reply. Gordon
pt_br: Oi, meu nome é Gordon Hench, sou o organizador do clube dos computadores. Acabei de descobrir que sua empresa fica aqui perto. Sou um grande fã de {0} e gostaria que você participasse de nossa reunião nesta semana! Aguardo ansiosamente sua resposta. Gordon

source: Sure
pt_br: Com certeza

source: No time
pt_br: Sem tempo

source: Thank you very much! I'm sure our members will love what you have to say. Gordon
pt_br: Muito obrigado! Tenho certeza que nossos membros irão adorar o que você tem para dizer. Gordon

source: Computer Club
pt_br: Clube dos Computadores

source: Hi I'm Frank More. We met at the Hobby Computer Club a week ago. Just wanted to say thanks for talking about your projects. I love your games and have told all my friends about them.
pt_br: Oi, me chamo Frank More. Nós nos conhecemos no Clube dos Computadores na semana passada. Apenas gostaria de dizer que gostei bastante de conversar sobre seus projetos. Eu adoro seus jogos e já contei para todos meus amigos sobre eles.

source: Sorry to hear that you are busy. Gordon
pt_br: Lamento saber que você está ocupado. Gordon

source: Local News
pt_br: Notícias Locais

source: Hi, I'm Caroline Richards from the local news. I've heard rumours that you are already working on your next game and would love to do an interview about this. Do you have some time?
pt_br: Oi, sou Caroline Richards da imprensa local. Ouvi rumores de que você já está trabalhando no seu próximo jogo e gostaria de fazer uma entrevista sobre ele. Você tem um tempinho?

source: Great! ... Thank you for your time.{n}The interview should be published soon.
pt_br: Excelente! ... Obrigado pelo seu tempo.{n}A entrevista será publicada em breve.

source: not done
pt_br: não fez

source: done
pt_br: fez

source: {0}, a local start-up, is trying to make it big in the gaming industry. The company has already published {1} games and is working hard on their next.{n}In an interview founder {2} said that the next game is going to be a {3}/{4} game, something the company has {5} before. It's great to see small local companies enter exciting new industries. All the best of luck to {0}.
pt_br: {0}, uma start-up local, está tentando virar peixe grande na indústria de jogos. A empresa já publicou {1} jogos e está trabalhando duro no próximo.{n}Numa entrevista, o fundador {2} disse que o próximo jogo será um {3}/{4}, algo que a empresa {5} anteriormente. É muito bom ver pequenas empresas locais entrarem em novas indústrias inovadoras. Desejamos toda a sorte possível para {0}.

source: Sorry to bother you
pt_br: Desculpe te atrapalhar

source: Media Enquiry
pt_br: Solicitação da Imprensa

source: Hi, I'm Steve O'Connell, a reporter for Planet GG. We've heard a rumour that your company is developing a game for mature audiences. Would you be willing to give an interview about this?
pt_br: Oi, me chamo Steve O'Connell, repórter do Planet GG. Ouvimos rumores que sua empresa está desenvolvendo um jogo para adultos. Você tem disponibilidade para nos dar uma entrevista?

source: Give interview
pt_br: Dar entrevista

source: No comment
pt_br: Não comentar

source: Many industry experts say that sooner or later games with mature themes will become more common. We are curious to see how the market will react to these games.
pt_br: Vários experts da indústria dizem que cedo ou tarde jogos para adultos serão mais comuns. Estamos curiosos para ver como o mercado irá reagir à esses jogos.

source: Industry News
pt_br: Notícias da Indústria

source: Planet GG has recently published an interview with {0}. According to the interview the company is working on its first game targeted at mature players. {1}, owner and CEO of {0} said, 'We think that players are looking for more mature content in games and we are willing to take a risk to give it to them.'{n}
pt_br: O Planet GG recentemente publicou uma entrevista com {0}. De acordo com a entrevista, a empresa está trabalhando em seu primeiro jogo para jogadores adultos. {1}, dono e CEO da {0} disse: 'Nós acreditamos que jogadores estão procurando por conteúdos mais maduros nos jogos e nós vamos correr o risco de entregar isso a eles.'{n}

source: Great! ... Thank you for your time.{n}We will publish the interview next week.
pt_br: Excelente! ... Obrigado pelo seu tempo.{n}Nós publicaremos a entrevista na próxima semana.

source: There have been rumours circulating in the industry that {0} might be working on a game for mature audiences.
pt_br: Existem rumores circulando na indústria que a {0} pode estar trabalhando num jogo para adultos.

source: Okay. Thank you for your time.
pt_br: Ok. Obrigado pelo seu tempo.

source: Skip Tutorials
pt_br: Pular Tutoriais

source: Hello there! It seems that you have already played before. You can get right into development and skip the tutorial messages. Note that you can always review tutorial messages (even the ones you have skipped) in the Help menu while you play a game.
pt_br: Olá! Parece que você já jogou este jogo antes. Você pode ir direto para o desenvolvimento e pular as mensagens do tutorial. Note que você sempre pode rever as mensagens do tutorial (até as que você pulou) no menu de Ajuda enquanto você joga seu jogo.

source: Skip tutorial!
pt_br: Pular o tutorial!

source: Don't skip
pt_br: Não pular

source: You have amassed over {0} in cash! Usually I would suggest that you should grow your company by moving into a larger office but unfortunately there don't seem to be any larger offices available in the lite version.{n}You can still continue your game until year 4 to see how much cash you will end up with and how many fans you will gain.
pt_br: Você acumulou mais de {0} em dinheiro! Normalmente, eu sugeriria que você crescesse sua empresa indo para um escritório maior, mas infelizmente não existe nenhum escritório maior na versão de demonstração do jogo.{n}Você pode continuar seu jogo até o ano 4 e ver quanto de dinheiro você conseguirá ganhar no final e quantos fãs você conseguirá conquistar.

source: Congratulations! You have made quite a name for yourself and have saved up a lot of capital. If you want to grow the company further then moving into a new office is the next step. I've found the perfect office, situated in a technology park. Would you like to move your company to the next level?
pt_br: Parabéns! Você se tornou bem popular e guardou bastante dinheiro. Se você quiser crescer sua empresa ainda mais, mudar para um escritório maior é o próximo passo. Encontrei o escritório perfeito, localizado no parque de tecnologia. Você gostaria de levar sua empresa para o próximo nível?

source: New Office?
pt_br: Novo Escritório?

source: Move (pay {0})
pt_br: Mudar (pagar {0})

source: Not yet
pt_br: Ainda não

source: New Office
pt_br: Novo Escritório

source: Invest (pay {0})
pt_br: Investir (pagar {0})

source: New equipment
pt_br: Novo equipamento

source: Dear {0}! Since G3 has become the biggest meetup of game developers every year we have decided to use our name for the greater good. Starting today we offer different game development challenges throughout the year where game devs from around the world can compete with each other.{n}This will be a great way for game developers to learn something new. You are welcome to join in at any time. There are no prices but it should be a great way to increase everyone's skills. The G3 committee.
pt_br: Caro(a) {0}! Desde que a G3 se tornou o maior encontro de desenvolvedores de jogos todo ano, nós decidimos usar nosso nome para um bem maior. A partir de hoje, vamos oferecer diferentes desafios de desenvolvimento de jogos durante o ano, onde os desenvolvedores de todo o mundo podem competir.{n}Este será uma grande forma dos desenvolvedores de jogos aprenderem algo novo. Você está convidado a aparecer a qualquer hora. Não tem nenhum custo, mas é uma excelente maneira de aumentar a habilidade de todos. O comitê G3.

source: Boss, {0} has grown well under your management. I think it is time to move the company out of this technology park and into a building worthy of our success.{n}I've seen the perfect building for our new headquarters. It's not cheap but will us allow to grow even further. The new office also has space for additional expansions. Do you want to move?
pt_br: Chefe, {0} cresceu bem com sua gestão. Acho que está na hora de mudarmos a empresa para fora do parque de tecnologia e ir para um prédio digno do nosso sucesso.{n}Encontrei o prédio perfeito para nossa nova matriz. Não é barato, mas permitirá que cresçamos ainda mais. O novo escritório também tem espaço para mais expansões. Você deseja mudar?

source: New office
pt_br: Novo escritório

source: Game Over
pt_br: Fim do Jogo

source: This is the end of your journey. You can either load a saved game, restart this level or start a new game.
pt_br: Este é o final da sua jornada. Você pode carregar um jogo salvo, reiniciar este nível ou iniciar um novo jogo.

source: Restart level
pt_br: Reiniciar nível

source: Start over
pt_br: Iniciar do começo

source: We can open our own hardware lab now.
pt_br: Agora podemos abrir nosso próprio laboratório de hardware.

source: Let's do it! (pay {0})
pt_br: Vamos em frente! (pagar {0})

source: Hardware lab
pt_br: Laboratório de hardware

source: Our hardware lab is ready.
pt_br: Nosso laboratório de hardware está pronto.

source: We can open our own research and development lab now.
pt_br: Agora podemos abrir nosso próprio laboratório de pesquisa e desenvolvimento.

source: R&D lab
pt_br: Laboratório de P&D

source: Our R&D lab is ready.
pt_br: Nosso laboratório de P&D está pronto.

source: Fire employee?
pt_br: Demitir funcionário?

source: Are you sure you want to fire {0}?
pt_br: Você tem certeza que quer demitir {0}?

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Hi Boss! I have a knack for security and I think we could really do with some security upgrades in our office. I have done some research and I think with an investment of {0} we would be a lot safer than we're now. What do you say?
pt_br: Oi chefe! Eu tenho um talento especial para segurança e acho que podemos fazer algumas atualizações de segurança em nosso escritório. Tenho feito algumas pesquisas e acho que com um investimento de {0}, ficaríamos muito mais seguros do que estamos agora. O que acha?

source: Yes (invest {0})
pt_br: Sim (investir {0})

source: Thanks Boss! I will get right to it.
pt_br: Obrigado chefe! Farei isso agora mesmo.

source: Okay, sorry that I bothered you.
pt_br: Ok, desculpa te incomodar.

source: Investment
pt_br: Investimento

source: Dear esteemed sir/madame. I'm financial advisor to CEO at WOMOBA OIL LIMITED in Nigeria. I'm writing because I know of your high repute and trustworthiness. Our CEO has authorzied me to invest {0} in {1}.{n}We have deposited the amount at a safe bank and will transfer this money to you but the bank requires confirmation from you. If you wish to receive the funds you must transfer a one-time verification payment of {2}. I trust in you.
pt_br: Estimado senhor/senhora. Sou conselheiro financeiro do CEO na WOMOBA OIL LIMITED da Nigeria. Estou escrevendo porque eu conheço sua alta reputação e confiabililidade. Nosso CEO me autorisou a investir {0} em {1}.{n}Nós depositamos esta quantia num banco internacional, mas o banco requer uma confirmação sua. Se você deseja receber o fundo você deve transferir em um pagamento único a quantia de {2}. Confio em você.

source: Pay ({0})
pt_br: Pagar ({0})

source: Decline
pt_br: Rejeitar

source: Gullibility Tax
pt_br: Taxa de Ingenuidade

source: News
pt_br: Novidades

source: It appears that recently a few companies have fallen victim to Nigerian scammers. The scammers often claimed to invest large sums of money into companies but required a sizable up-front payment to make the deal.{n}Those who were unwise enough to pay will not see their money again. Police are investigating but seem helpless to stop these international scammers.
pt_br: Parece que recentemente algumas empresas foram vítimas de impostores Nigerianos. Os impostores frequentemente diziam investir grandes quantidades de dinheiro em empresas, mais requeriam um pagamento razoável antes de fechar o negócio.{n}Aqueles que foram ingênuos o suficiente para fazer o pagamento, nunca verão seu dinheiro novamente. A polícia está investigando, mas parece em vão os esforços para parar esses impostores internacionais.

source: The recent pleas for a patch for {0} seem to have been unanswered by {1}. Many fans have voiced their disappointment.
pt_br: Os recentes pedidos para a correção de {0} parecem ter sido ignorados por {1}. Vários fãs expressaram seu desapontamento.

source: Bugs!
pt_br: Erros!

source: Oh no! It seems that {0} had quite a few undiscovered bugs when we released it. Some of our customers are having a bad time with this and they demand that we patch the game.{n}We could either spend the money and time to patch it or ignore their pleas. If you want to patch the game then {1} on a character and use the action menu to develop a patch but make sure that you don't wait for too long.
pt_br: Oh não! Parece que o {0} tinha vários bugs desconhecidos quando nós lançamos ele. Alguns dos nossos clientes não estão gostando nada disso e estão exigindo uma correção para o jogo.{n}Nós podemos gastar tempo e dinheiro para corrigir o jogo ou ignorar os pedidos deles. Se você quiser corrigir o jogo então {1} em um funcionário e use o menu de ação para desenvolver um patch, mas faça isso rápido, não espere muito tempo.

source: Administrative Expenses
pt_br: Despesas Administrativas

source: {n}This is a very special offer. Our agents have recently managed to 'borrow' some research information which might be of interest to you. If you are interested then transfer {0} to the enclosed uplink location. We'll contact you, Agent Blowfish
pt_br: {n}Esta é uma oferta muito especial. Recentemente nossos agentes conseguiram 'emprestar' algumas informações de pesquisas que podem ser de seu interesse. Se você estiver interessado, em seguida faça a transferência de {0} para o local de uplink informado. Nós entraremos em contato, agente Blowfish

source: Proposition
pt_br: Proposta

source: Decrypt Message
pt_br: Descriptografar Mensagem

source: Transfer ({0})
pt_br: Transferir ({0})

source: Thank you for your business.
pt_br: Obrigado pelo negócio.

source: You have successfully researched {0}.
pt_br: Você pesquisou com sucesso {0}.

source: Transaction complete
pt_br: Transação completa

source: This is a very special offer. Our agents have recently managed to gain access to some critical systems of one of your competitors. If you want to play war games then transfer {0} to the enclosed location and we'll initiate sabotage., Agent Blowfish
pt_br: Esta é uma oferta muito especial. Recentemente, nossos agentes conseguiram obter acesso à alguns sistemas essenciais de um dos seus competidores. Se você quiser jogar war games então transfira {0} para o local informado e nós iniciaremos a sabotagem. Agente Blowfish

source: Sabotage ({0})
pt_br: Sabotar ({0})

source: In a statement the game development company {0} has said that they have been the victim of industrial sabotage. Unfortunately development on their current project has been severely affected. Police are investigating.
pt_br: Em um anúncio a empresa de desenvolvimento jogos {0} disse que foram vítimas de sabotagem industrial. Infelizmente o desenvolvimento do projeto deles foi severamente afetado. A polícia está investigando.

source: Hi Boss! A friend of mine is greatly involved in an organization which aims to get more women into technology. They are looking for a sponsor and I thought that this would be a perfect opportunity for us. Would you like to help out?
pt_br: Oi chefe! Uma amiga minha é bastante envolvida em uma organização cujo objetivo é aumentar o número de mulheres no mercado de tecnologia. Eles estão procurando por um patrocinador e eu pensei que seria uma excelente oportunidade para nós. Você gostaria de ajudar?

source: Sponsor (pay {0})
pt_br: Patrocinar (pagar {0})

source: Sponsorship
pt_br: Patrocínio

source: We have got word that {0} has recently sponsored a highly praised move to get more women into technology roles. {1}, the CEO at {0} said, 'We would love to see more women in the game industry.'
pt_br: Ouvimos dizer que {0} recentemente patrocinou um movimento altamente elogiado para ter mais mulheres trabalhando com tecnologia. {1}, CEO de {0} disse: 'Nós vamos gostar muito de ver mais mulheres na indústria de jogos.'

source: Boss, it seems that quite a few players use illegal copies of {0}. I've managed to identify some of them. We could either sue them to defend our copyright or send them warnings to ask them to stop. What do you want to do?
pt_br: Chefe, parece que vários jogadores usam cópias ilegais de {0}. Consegui identificar alguns deles. Nós podemos processá-los para defender nossos direitos autorais ou mandá-los um aviso pedindo para que parem. O que você acha melhor fazermos?

source: Sue them
pt_br: Processar

source: Warn them
pt_br: Avisar

source: Piracy is an increasingly big problem in the industry. Some companies invest a lot of money and effort to fight piracy while others argue that it's better to take a more relaxed approach and invest in better games instead.
pt_br: A pirataria tem crescido consideravelmente na indústria de jogos. Algumas empresas investiram muito dinheiro e esforço para combater a pirataria enquanto outras argumentam que é melhor usar uma abordagem mais tranquila e investir em jogos melhores.

source: We have lost {0} fans but won {1} in legal claims.
pt_br: Nós perdemos {0} fãs mas ganhamos {1} em processos legais.

source: In what some have called a drastic move, {0} has recently taken legal action against illegal players of their game {1}.
pt_br: No que alguns chamariam de atitude drástica, a {0} recentemente tomou atitudes legais contra os jogadores ilegais do jogo {1}.

source: legal claims
pt_br: despesas legais

source: We have gained {0} fans!
pt_br: Ganhamos {0} fãs!

source: {0} has recently sent warnings to several players using illegal copies of their game {1}.
pt_br: A {0} recentemente enviou avisos a vários jogadores que estavam usando cópias ilegais do jogo {1}.

source: Boss, I've discovered that some really dedicated fans of {0} have created a fan game using a lot of the material from our game. They don't make any money with it and just seem to do it for fellow fans. Our legal advisors strongly suggest that we shouldn't allow this to go on. What do you want to do?
pt_br: Chefe, eu descobri que um grupo de fãs bem dedicados do jogo {0}, criaram um outro jogo usando vários materiais do nosso jogo. Eles não ganharam nenhum dinheiro com isso, apenas fizeram para o grupo deles. Nossos conselheiros jurídicos sugerem que nós não deveríamos permitir que isso continue. O que você quer fazer?

source: Stop them
pt_br: Pará-los

source: Let them be
pt_br: Deixar eles

source: Project disbanded
pt_br: Projeto descontinuado

source: Thank you
pt_br: Obrigado

source: Hi, I'm Denise Ried the main developer of the {0} fan game. I've recently been informed that your legal department has advised you to stop us and I just wanted to say that I'm very grateful that you didn't.{n}{1} is the best company in the world and I'm glad I can be part of the fan community.
pt_br: Oi, sou Denise Ried, desenvolvedora principal do jogo fã {0}. Eu recentemente fui informada que seu departamento legal recomendou que você nos impedisse de continuar e eu apenas gostaria de dizer que fico muito agradecida de você não ter feito isso.{n}{1} é a melhor empresa do mundo e estou muito feliz de fazer parte da comunidade de fãs.

source: Fans
pt_br: Fãs

source: We have lost {0} fans!
pt_br: Nós perdemos {0} fãs!

source: Boss, we would like to stage an internal coding contest! I think we could all learn a lot by doing this. As an incentive we would need a prize for the winner ({0}). We agreed that the prize will go to charity. Should we do it?
pt_br: Chefe, gostaríamos de organizar um concurso interno de codificação! Eu acho que todos nós poderíamos aprender muito com isso. Como incentivo seria necessário um prêmio para o vencedor ({0}). Nós concordamos que o prêmio vai para a caridade. Podemos fazê-lo?

source: Great! We will start right away!
pt_br: Excelente! Vamos começar imediatamente!

source: Okay, maybe another time...
pt_br: Ok, talvez outra hora...

source: Coding Contest
pt_br: Concurso de Codificação

source: Thanks for agreeing to the coding contest. It was a big success! {0} won the contest and is lucky to distribute the prize of {1} to charity. We have also learned a lot in the process.
pt_br: Obrigado por concordar com o concurso de codificação. Foi um grande sucesso! {0} venceu o concurso e tem sorte de distribuir o prêmio de {1} para a caridade. Nós também aprendemos muito no processo.

source: Boss, someone seems to have stolen our credit card information and used it to buy a lot of things in the past three months. Unfortunately we have lost {0}!
pt_br: Chefe, parece que alguém roubou nosso cartão de crédito e usou ele para comprar um monte de coisas nos últimos três meses. Infelizmente perdemos {0}!

source: EPA
pt_br: IBAMA

source: I am an employee of the Environmental Protection Agency and have an offer for you. Your company has a high electrical footprint right now. If you would install solar panels you could decrease your footprint and save money in the long run. We would sponsor 50% of the costs which brings your investment to {0}! Would you like to install it?
pt_br: Eu sou funcionário da Agência de Proteção ao Ambiente e tenho uma proposta para você: Sua empresa tem uma gasto de energia elétrica muito alto. Se você instalar painéis solares, você poderia diminuir o seu consumo de energia e economizar dinheiro a longo prazo. Gostaríamos de patrocinar 50% dos custos, e o seu investimento seria de {0}! Gostaria de instalá-los?

source: Install (pay {0})
pt_br: Instalar (pagar {0})

source: Ignore offer
pt_br: Ignorar proposta

source: solar panels
pt_br: painéis solares

source: Great, it was a wise decision installing a solar collector!
pt_br: Excelente, foi uma boa decisão instalação de painéis solares!

source: {0} has recently installed solar panels in their offices. While the video game and software industries are one of the cleanest industries on earth they do eat up a lot of electricity so installing solar panels can really make an impact.
pt_br: A {0} recentemente instalou painéis solares em seus escritórios. Enquanto as indústrias de jogos e software são umas das indústrias mais limpas do planeta, elas consomem uma grande quantidade de eletricidade, e a instalação de painéis solares pode realmente ter grande impacto.

source: Sorry to hear that you are declining our offer
pt_br: Lamentamos saber que você está recusando a nossa proposta

source: Boss, it's way too hot in our office and the heat is starting to impact on our work. I've researched and found an air conditioner which would be perfect for us. It costs {0}. Should we order it?
pt_br: Chefe, nosso escritório está muito quente e o calor está começando a ter impacto no nosso trabalho. Eu pesquisei e achei um ar condicionado que seria perfeito para nós. Custa {0}. Podemos comprá-lo?

source: Yes (pay {0})
pt_br: Sim (pagar {0})

source: air conditioner
pt_br: ar condicionado
