Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Boss, the heat is becoming a serious problem. Just yesterday my mouse melted and my keyboard is covered in sweat. Not a good environment to work in. We really need an air conditioner.{n}Unfortunately the previous offer has expired and we would need to pay {0}. Should we order it?
pt_br: Chefe, o calor está se tornando um problema sério. Ainda ontem, meu mouse derreteu e meu teclado está coberto de suor. Não é um bom ambiente para trabalhar. Realmente precisamos de um ar condicionado.{n}Infelizmente a oferta anterior expirou e agora teremos de pagar {0}. Devemos comprá-lo?

source: Boss, We've had enough and ordered the air conditioner ourselves. Thanks for nothing.
pt_br: Chefe, não estávamos aguentando mais e compramos o ar condicionado nós mesmos. Obrigado por nada.

source: Dave Johnson here, CEO of Departure Science. Some of our test subjects were recently exposed to some of your games and, surprisingly, they didn't go totally insane. They seemed to quite enjoy the experience in fact. Anyway, I have some products that need advertising and could do with some product placement.{n}My marketing boys tell me that making you this offer is a bad idea but that's exactly why I want it. I'll pay you {0} to place some of our fine red painted exploding barrels in one of your games. What'd ya say?
pt_br: Aqui é Dave Johnson, CEO da Departure Science. Alguns dos nossos cobaias de teste forem recentemente expostos a alguns dos seus jogos e, supreendentemente, eles não ficaram totalmente insanos. Na verdade, eles gostaram bastante da experiência. De qualquer maneira, eu tenho alguns produtos que precisam de propaganda e serviria substituir alguns produtos. {n}Meus garotos do marketing me disseram que seria má ideia fazer essa oferta para você, mas isso é exatamente o que eu quero. Eu gostaria de te pagar {0} para colocar alguns dos nossos melhores barris vermelhos explosivos em algum dos seus jogos. O que você acha?

source: Product Placement
pt_br: Colocação de Produto

source: Sure!
pt_br: Claro!

source: Excellent! Good to hear you have some spirit in you. One more thing: Don't feel like you have to go and rush those barrels into your next game. I'd rather have you place them in a game where they fit well. Johnson out.
pt_br: Excelente! É bom saber que você é uma pessoa de espírito. Mais uma coisa: Não se sinta pressionado para colocar barris no próximo jogo. Prefiro que os coloque em um jogo onde se encaixam bem. Falou, Johnson.

source: Dave Johnson here! Listen! You did well placing our beloved barrels in {0} - my marketing eggheads say profits are increasing which means more science for us. Well done. Here, have this cake.
pt_br: Dave Johnson aqui! Ouça! Você fez bem colocando nossos amados barris em {0} - os cabeças de ovo do meu marketing dizem que os lucros estão aumentando, o que significa mais ciência para nós. Muito bom. Aqui, coma este bolo.

source: Dave Johnson here! Listen! Those red exploding barrels I'd asked you to place in your game. Well, seems that folks didn't really enjoy them as much in {0}. Oh well, was worth a try.
pt_br: Dave Johnson aqui! Ouça! Esses barris vermelhos explosivos que eu pedi para colocar em seu jogo. Bem, parece que o pessoal realmente não gostou muito deles em {0}. Oh, bem, valeu a pena tentar.

source: Message
pt_br: Mensagem

source: It seems that you have some serious financial difficulties and your company is about to go bankrupt. After careful consideration we have decided to offer you a deal.
pt_br: Parece que você está com sérias dificuldades financeiras e sua empresa está prestes a falir. Após cuidadosa consideração, decidimos oferecer-lhe um acordo.

source: We will give you {0} which should move you out of the danger zone but in return you have to commit to pay us {1} in a year's time.
pt_br: Vamos te dar {0}, que deve te tirar da zona de perigo, mas em troca você tem de se comprometer a nos pagar {1} no período de um ano.

source: Bank offer
pt_br: Oferta bancária

source: Agree (receive {0})
pt_br: Concordo (receber {0})

source: No (go bankrupt)
pt_br: Não (ir a falência)

source: Bailout
pt_br: Empréstimo

source: Bank
pt_br: Banco

source: This is a reminder that we require you to pay back the agreed amount of {0} in three months' time.
pt_br: Este é um lembrete de que você precisa pagar o valor acordado de {0} no prazo de três meses.

source: The amount of {0} has been deducted from your account.
pt_br: A quantidade de {0} foi debitada da sua conta.

source: Bailout payback
pt_br: Pagamento do empréstimo

source: Boss, I think it's time to announce the {0} to the world. Should we go ahead and make a press release?
pt_br: Chefe, eu acho que é hora de anunciar o {0} para o mundo. Podemos seguir em frente e fazer um comunicado de imprensa?

source: Announce
pt_br: Anunciar

source: Don't announce
pt_br: Não anunciar

source: In a surprise announcement {0}, a company known for games such as {1} has revealed that they have been working on their very own game console. The console which is called {2} is said to compete with the high end consoles from companies like Mirconoft and Vonny.{n}We are eager to see how much of an impact this new console will have.
pt_br: Em um anúncio surpresa a {0}, uma empresa conhecida por jogos como {1}, revelou que eles estão trabalhando em seu console de jogos próprio. O console, que é chamado {2} visa competir com os consoles de ponta de empresas como Mirconoft e Vonny. {N} Estamos ansiosos para ver o quanto impacto este novo console terá.

source: which had only limited commercial success.
pt_br: que teve pouco sucesso comercial.

source: which had moderate commercial success.
pt_br: que teve sucesso comercial moderado.

source: which had a sizeable following and really made an impact in the market.
pt_br: que teve uma base considerável e realmente fez um impacto no mercado.

source: {0} has announced that they are working on a new game console. The console named {1} is planned as a successor to their earlier contender, the {2}
pt_br: {0} anunciou que está trabalhando em um novo console. O console chamado {1} será o sucessor do console anterior, o {2}

source: I will get right to it.
pt_br: Vou ver isso agora.

source: Okay, you are the boss.
pt_br: Certo, você é o chefe.

source: Congratulations on finishing Game Dev Tycoon and thank you for playing! If you enjoyed our little game then please consider rating the game on the Store. You can also send us some feedback
pt_br: Parabéns por ter terminado o Game Dev Tycoon e obrigado por jogar! Se você gostou do nosso joguinho, por favor, envie um review do jogo na Windows Store. Você também pode nos enviar um feedback

source: and, if you really loved the game, you can (if you wish) vote with your wallet to support us even further.
pt_br: e, se você realmente amou o jogo, você pode (se quiser) doar para nos apoiar ainda mais.

source: See options...
pt_br: Ver opções ...

source: No, thanks
pt_br: Não, obrigado

source: Continue game
pt_br: Continuar o jogo

source: Audio Settings
pt_br: Configurações de Áudio

source: Help
pt_br: Ajuda

source: About
pt_br: Sobre

source: Feedback & Support
pt_br: Comentários & Suporte

source: Privacy Policy (online)
pt_br: Política de Privacidade (online)

source: >> Lite Version <<
pt_br: >> Versão Gratuita <<

source: >> Trial <<
pt_br: >> Teste <<

source: Tap to start game ...
pt_br: Toque para iniciar o jogo ...

source: Click to start game ...
pt_br: Clique para iniciar o jogo ...

source: Starting game...
pt_br: Iniciando o jogo ...

source: Click to continue ...
pt_br: Clique para continuar ...

source: Starting ...
pt_br: Iniciando ...

source: Finishing ...
pt_br: Finalizando ...

source: Completed:
pt_br: Concluído:

source: Research complete
pt_br: Pesquisa concluída

source: You have successfully researched a new topic: '{0}'.
pt_br: Você pesquisou um novo tópico com sucesso: '{0}'.

source: You have successfully researched '{0}'.
pt_br: Você pesquisou '{0}' com sucesso.

source: Engine complete!
pt_br: Motor concluído!

source: Your new game engine '{0}' is now complete!
pt_br: Seu novo motor '{0}' está concluído!

source: If the issue persists please report this error to {0}
pt_br: Se o problema persistir, por favor informe este erro para {0}

source: Your bank account is in the red. Thankfully your bank has enabled you to overdraw your account up to {0} but be careful, if your account balance is below -{0} you will go bankrupt.
pt_br: Sua conta bancária está no vermelho. Felizmente o seu banco autorizou um aumento no limite de sua conta para {0}, mas cuidado, se seu saldo for inferior a -{0}, você irá a falência.

source: Warning
pt_br: Aviso

source: Unfortunately you are bankrupt.
pt_br: Infelizmente, você está falido.

source: We have just got confirmation that {0}, which has been in financial trouble lately, has gone bankrupt. It appears that {1}, a behemoth in the gaming industry, has purchased the remains of the company.
pt_br: Recebemos a confirmação de que {0}, que estava passando por problemas financeiros, faliu. Mas parece que {1}, uma gigante na indústria de jogos, adquiriu o que restava da empresa.

source: A spokesperson of {0} said, 'We are very excited to have acquired the rights to all of {1} previously released titles.' Hearing this news, many fans of {1} have expressed their disappointment.
pt_br: Um porta-voz da {0} disse, 'Estamos muito animados por ter adquirido os direitos de todos os títulos lançados por {1}. Ouvindo esta notícia, muitos fãs de {1} expressaram sua decepção.

source: Breaking News
pt_br: Notícias de Última Hora

source: dev. license
pt_br: Licença de desenvolvimento

source: I love your work
pt_br: Eu amo seu trabalho

source: I am impressed by your talent
pt_br: Estou impressionado com o seu talento

source: I think you have potential
pt_br: Eu acho que você tem potencial

source: Hi there, I've just finished {0} and {1}. I'm in the contracting business and we could use skills like yours. If you are ever short on cash just let me know and I will see if I have some work for you. Jason
pt_br: Olá, Eu acabei de terminar {0} e {1}. Estou no negócio de contratos e poderíamos usar habilidades como as suas.Se você anda sem dinheiro, fale comigo e vejo se tenho algum trabalho para você. Jason

source: Contract Work
pt_br: Contrato de Trabalho

source: Hi again, I heard that you've been very successful in the gaming business and are starting to grow your team. I've updated our client list, so if you are looking for some contract work let me know. Jason{n}Medium sized contracts have been unlocked.
pt_br: Olá outra vez, Ouvi dizer que você tem se saído muito bem na indústria de jogos e que está aumentando a sua equipe. Eu atualizei a nossa lista de clientes, então se você estiver procurando um contrato de trabalho é só me contatar. Jason{n}Contratos médios foram desbloqueados.

source: Wow, I have seen some pictures of your new office! Cutting edge stuff! I'm sure you are doing very well but if you need to top up your budget I've a couple of big jobs that need to be taken care of. Jason{n}Large contracts have been unlocked.
pt_br: Nossa! Eu vi algumas fotos do seu novo escritório! Muito inovador! Tenho certeza de que você está indo muito bem, mas se você precisar de um dinheiro extra, tenho grandes trabalhos que precisam ser feitos. Jason{n}Grandes contratos foram desbloqueados.

source: Jason here. I just got word from the client that the contract was completed successfully. Excellent work!
pt_br: Aqui é o Jason. Recebi a informação de um cliente que o contrato foi comprido com sucesso. Excelente trabalho!

source: Jason here. I see that the contract was not completed in time. Be careful what contracts you accept otherwise those penalties quickly add up.{n}Don't worry too much though, I don't hold grudges. If you want to try again let me know.
pt_br: Aqui é o Jason. Vejo que o contrato não foi concluído a tempo. Tenha cuidado com os contratos que você aceitar, do contrário sofrerá penalidades.{n}Mas não se preocupe muito, eu não guardo rancor. Se você quiser tentar novamente, avise-me.

source: Usually I have new contracts every six months so check back some time.
pt_br: Normalmente tenho novos contratos a cada seis meses, então volte daqui algum tempo.

source: Up-front payment
pt_br: Pagamento antecipado

source: Contract Refund
pt_br: Restituição do contrato

source: Graphic
pt_br: Gráfico

source: Popular genre:
pt_br: Gênero Popular:

source: Popular: New topics
pt_br: Popular: Novos tópicos

source: Strong audience:
pt_br: Público grande:

source: Trend: Strange combinations
pt_br: Tendência: Combinações estranhas

source: It seems that the market has normalized again with no particular strong trends at the moment.
pt_br: Parece que o mercado se normalizou novamente com nenhuma forte tendência até o momento.

source: It seems that {0} games are especially popular at the moment.
pt_br: Parece que os jogos de {0}, estão populares no momento.

source: There is a clear trend towards {0} games recently.
pt_br: Recentemente existe uma clara tendência por jogos de {0}.

source: It seems that the market responds particularly well to games with new topics at the moment.
pt_br: Parece que no momento o mercado responde particularmente bem aos jogos com novos temas.

source: Analysts have observed a strange trend lately where players around the world seem to have developed a curious taste for unusual games.{n}As one player put it:'Sometimes you just want to play something unique. A game based on an idea that's not the usual Military/Action game or Fantasy/RPG just to name two examples. I really hope companies bring some unique games to market soon. I would definitely prefer them right now.'{n}This new trend promises to bring an interesting challenge to game developers as topic/genre combinations which used to work well will suddenly be less favorable while more outlandish ideas might flourish.
pt_br: Os analistas tem observado uma tendência estranha ultimamente, onde os jogadores em torno do mundo, parecem ter desenvolvido um gosto curioso para jogos incomuns.{n}Como um jogador disse:'Às vezes você quer apenas jogar algo único. Um jogo baseado em uma ideia que não é o habitual jogo Militar/Ação, ou Fantasia/RPG, apenas para citar dois exemplos. Eu realmente espero que as empresas em breve tragam alguns jogos únicos para o mercado. Eu definitivamente iria preferir esses jogos agora mesmo.'{n}Essa nova tendência promete trazer um desafio interessante para os desenvolvedores de jogos como as combinações de tema e gênero, que costumam trabalhar bem, de repente serão menos favoráveis, enquanto as ideias mais bizarras podem florescer.

source: Market Analysis
pt_br: Análise de Mercado

source: Grid income
pt_br: Grade de Renda

source: Our own game convention is taking place in 4 weeks!
pt_br: Nossa própria convenção de jogos ocorrerá em 4 semanas!

source: In two months the {0} will be taken off the market!
pt_br: Em dois meses, o {0} será retirado do mercado!

source: {0} is no longer supported. You've released {1} games for the platform and earned a total of {2}!
pt_br: {0} não é mais suportado. Você lançou {1} jogos para a plataforma e ganhou um total de {2}!

source: {0} is no longer supported.
pt_br: {0} não é mais suportado.

source: We had {0} people visiting our booth this year.
pt_br: {0} pessoas visitaram nosso estande este ano.

source: We didn't make it in the top 100 booths this year. Once we gain more fans I'm sure we will!
pt_br: Não ficamos entre as top 100 estandes este ano. Assim que ganharmos mais fãs tenho certeza que conseguiremos!

source: We were voted the number one booth this year! Congratulations!
pt_br: Nós fomos eleitos o estande número 1 este ano! Parabéns!

source: Our convention had {0} visitors this year!
pt_br: Nossa convenção teve {0} visitantes este ano!

source: Game Conference
pt_br: Conferência de Games

source: monthly costs
pt_br: Custos Mensais

source: Young
pt_br: Jovem

source: Mature
pt_br: Adulto

source: Everyone
pt_br: Todos

source: in the coming years
pt_br: nos próximos anos

source: early next year
pt_br: início do ano que vem

source: late next year
pt_br: no final do ano que vem

source: later next year
pt_br: mais tarde no ano que vem

source: later this month
pt_br: no final deste mês

source: next month
pt_br: no próximo mês

source: in two months
pt_br: em dois meses

source: in the coming months
pt_br: nos próximos meses

source: at the end of this year
pt_br: no final deste ano

source: later this year
pt_br: mais tarde neste ano

source: Recent market studies suggest that the Govodore G64 is steadily outselling competitors in the PC sector. Consumers prefer the lower price, greater availability and the flexible hardware configuration over other home computers.{n}Experts say that this might spell the end of competing hardware manufacturers.
pt_br: Recentes estudos de mercado sugerem que o Govodore G64 está constantemente superando seus concorrentes no setor de PC. Os consumidores preferem o preço baixo, maior disponibilidade e configuração de hardware flexível, em relação aos outros computadores pessoais.{n}Especialistas dizem que isso pode significar o fim da concorrência entre os fabricantes de hardware.

source: Recent market data shows that the Govodore G64 seems to be slowly losing market share against other PC manufacturers.{n}In an unofficial statement a G64 employee said that the company has been unsuccessful in introducing higher priced computers to compete against newer and more advanced PCs.
pt_br: Dados de mercado recentes mostram que o Govodore G64 parece estar lentamente perdendo participação de mercado em relação a outros fabricantes de PCs.{n}Em uma declaração não-oficial, um funcionário do G64 disse que a empresa foi malsucedida em introduzir computadores mais caros para competir com PCS mais recentes e avançados.

source: Hardware manufacturers around the world were surprised today as Govodore, the creator of the popular G64, has filed for bankruptcy.{n}Govodore failed to introduce a higher priced alternative and was forced to shut down production of the G64. The platform will retire from the market {0}.
pt_br: Fabricantes de hardware em todo mundo foram surpreendidos hoje com o Govodore, o criador do popular G64, pois o mesmo entrou em falência.{n}Govodore não conseguiu apresentar uma alternativa de preço mais elevado e foi forçado a encerrar a produção do G64. A plataforma irá ser retirada do mercado {0}.

source: According to rumours the Japanese company Ninvento is planning to launch its very own home gaming console. Ninvento is known for the widely successful arcade game 'Dinkey King'.{n}Many industry experts doubt that home gaming consoles will take off but we are eager to see what Ninvento will deliver.
pt_br: De acordo com rumores a companhia japonesa Ninvento planeja lançar seu console caseiro. Ninvento é conhecido pelo jogo de arcade amplamente bem-sucedido 'Dinkey King'.{n}Muitos especialistas da indústria duvidam que o console caseiro vá decolar, mas estamos ansiosos para ver o que Ninvento vai entregar.

source: Today, Ninvento has confirmed recent rumours and announced their plans to release a new home gaming console called 'TES' {0}. The console features cartridge based games and a uniquely designed controller.
pt_br: Hoje, a Ninvento confirmou os recentes rumores e anunciou seus planos de lançar um novo console caseiro chamado 'TES' {0}. O console caracteriza-se pelos jogos baseados em cartuchos e por um controle de design único.

source: Recent studies suggest that the increasing variety of gaming devices also creates a market for more specialized games. Some platforms become more popular with younger gamers while others cater for the more mature age groups.{n}As more and more developers enter the market we expect developers to focus their games on specific age groups to really make an impact.
pt_br: Recentes estudos sugerem que a crescente variedade de dispositivos também criam um mercado para jogos mais especializados. Algumas plataformas se tornam mais popular entre os jogadores mais jovens, enquanto outros servem para uma faixa etária de adultos.{N}A medida que mais e mais desenvolvedoras entram no mercado, temos a expectativa de que os desenvolvedores concentrem seus jogos em faixas etárias específicas para realmente causar impacto.

source: The recently released TES home console by Ninvento has proven to be a massive success. Sales numbers have exceeded expectations by far.{n}As one customer says: 'I love the games that come with the TES and playing with a controller is so much more fun than on a keyboard.'
pt_br: O console caseiro TES recém-lançado pela Ninvento provou ser um enorme sucesso. O número de vendas excedeu as expectativas.{n}Como um cliente disse: 'Eu amo os jogos que vêm com o TES e jogar com um controle é muito mais divertido do que num teclado.'

source: Following the massive success of the TES console there are now rumours circulating that Vena, another Japanese company, is planning to release a home gaming console on their own.
pt_br: Após o enorme sucesso do console TES agora há rumores circulando que Vena, outra empresa japonesa, está planejando lançar um console caseiro por conta própria.

source: Today, Vena has confirmed recent rumours about a new gaming console and announced the Master V. The company claims that the Master V is technically superior to the massively successful TES by Ninvento and plans to release it {0}.
pt_br: Hoje, Vena confirmou os recentes rumores sobre um novo console e anunciou o Master V. A empresa alega que o Master V é tecnicamente superior ao bem sucedido TES da Ninvento e tem planos de lança-lo {0}.

source: The recently released gaming console, Master V by Vena, has stirred up the market worldwide. Industry experts say that the console is not very well marketed in North America but that it will flourish in other parts of the world.
pt_br: O console recentemente lançado, Master V, da Vena, mexeu com o mercado mundial. Especialistas do setor dizem que o console não é muito bem comercializado na América do Norte mas que florescerá em outras partes do mundo.

source: With the growing interest in video games there is also a growing audience for video game magazines. These magazines offer a great new way for game developers to market their upcoming games.
pt_br: Com o crescente interesse em vídeo games, há também um crescente público para revistas de vídeo games. Essas revistas oferecem uma nova forma para os desenvolvedores de jogos divulgarem seus próximos jogos.

source: Today, Ninvento has announced that they will introduce a portable gaming device called Gameling. The device comes with changeable game cartridges, a monochrome screen on a green background, built-in speakers and even multiplayer support via a connection cable.{n}Compared to PCs and other gaming consoles the Gameling is underpowered but given the lower cost and excellent portability it might find a huge following.{n}The Gameling is said to hit shelves {0}.
pt_br: Hoje, a Ninvento anunciou que eles vão apresentar um dispositivo de jogos portátil chamado Gameling. O dispositivo vem com cartuchos substituíveis, uma tela monocromática com um fundo verde, alto-falantes e até mesmo suporte a multiplayer através de um cabo de conexão.{n}Comparado com PCs e outros consoles o Gameling é de fraca potência, mas dado o baixo custo e excelente portabilidade pode encontrar um grande número de seguidores.{n}O Gameling é cotado para chegar às lojas {0}.
