Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Install Mirconoft BOSS on computers
pt_br: Instalar o Mirconoft BOSS nos computadores

source: Debug program
pt_br: Depurar o programa

source: Spritesheet Software
pt_br: Programa Spritesheet

source: Our staff needs to be taught how to use these modern technologies.
pt_br: A nossa equipa precisa ser ensinada de como usar essas tecnologias modernas.

source: Library Software
pt_br: Biblioteca de Programas

source: Develop a simple library management system
pt_br: Desenvolver um sistema simples de gerenciamento da biblioteca

source: Usability Study
pt_br: Estudo de Usabilidade

source: Perform a detailed usability study.
pt_br: Realize um estudo detalhado de usabilidade.

source: Review Game Concept
pt_br: Rever o conceito do jogo

source: Review a game concept using your expertise.
pt_br: Avalie um conceito do jogo usando seus conhecimentos.

source: Game Art
pt_br: Arte do Jogo

source: Help out on a project with some game art
pt_br: Ajudar em um projeto com alguma arte para o jogo

source: Clean up database
pt_br: Limpar o banco de dados

source: Should one table really have 200 columns? Probably not.
pt_br: Deveria uma tabela ter 200 colunas? Provavelmente não.

source: Accounting Software
pt_br: Programa de Contabilidade

source: Develop a simple accounting software. Are those ever simple?
pt_br: Desenvolva umprograma simples de contabilidade. Já houve algum simples?

source: Time Tracking
pt_br: Controle do Tempo

source: Design and develop a time tracking system.
pt_br: Projete e desenvolva um sistema de controle de tempo.

source: Design a board game
pt_br: Projetar um jogo de tabuleiro

source: Let's see how your skills translate to traditional games.
pt_br: Vamos ver como suas habilidades se convertem em jogos tradicionais.

source: Horoscope Generator
pt_br: Gerador de Horóscopo

source: Making up horoscopes is hard work. We want it automated.
pt_br: Fazer horóscopos é um trabalho difícil. Queremos que ele seja automatizado.

source: Character Dialogues
pt_br: Diálogos do personagem

source: Improve our character dialogues.
pt_br: Melhorar o diálogos dos personagens.

source: Futuristic Application
pt_br: Aplicação Futurista

source: We need an application that looks futuristic for a movie.
pt_br: Precisamos de um aplicativo que pareça futurista para um filme.

source: Vacuum Robot
pt_br: Robô Aspirador

source: Create a revolutionary AI for a vacuum robot
pt_br: Criar uma AI revolucionária para um robô aspirador

source: We just heard of this thing called internet. We want to have one.
pt_br: Ultimamente só ouvimos falar de uma coisa chamada internet. Queremos ter um.

source: Game Port
pt_br: Adaptar Jogo

source: Port a game to a different platform.
pt_br: Adaptar um jogo para uma plataforma diferente.

source: Cut Scenes
pt_br: Cinemática

source: Deliver professional cut scenes for a game.
pt_br: Entregar cinemáticas profissionais para um jogo.

source: Space Shuttle
pt_br: Ônibus Espacial

source: Deliver part of the space shuttle control software.
pt_br: Entregar parte de um programa para controle de ônibus espacial.

source: Alien Search
pt_br: Pesquisa Alienígena

source: Optimize our search for alien life forms using advanced AI techniques.
pt_br: Otimizar nossa busca por formas de vida alienígenas, usando técnicas avançadas de AI.

source: Movies
pt_br: Filmes

source: We need your skills in our latest blockbuster production.
pt_br: Precisamos de suas habilidades em nossa mais recente superprodução.

source: Thank you for taking care of this for us.
pt_br: Obrigado por cuidar disso para nós.

source: Well done.
pt_br: Muito bom.

source: Just what we wanted.
pt_br: Exatamente o que queríamos.

source: Excellent work.
pt_br: Excelente trabalho.

source: Thank you for the quick work.
pt_br: Obrigado pelo trabalho rápido.

source: Would hire again.
pt_br: Contrataria novamente.

source: Nice job.
pt_br: Bom trabalho.

source: Success!
pt_br: Sucesso!

source: Contract Successful
pt_br: Contrato bem sucedido

source: We will transfer {0} to your account.
pt_br: Vamos transferir {0} para sua conta.

source: contract payment
pt_br: pagamento do contrato

source: This is very disappointing.
pt_br: Isso é muito decepcionante.

source: You didn't complete the contract on time
pt_br: Você não concluiu o contrato no prazo

source: Hope you can make it next time.
pt_br: Espero que você possa fazer da próxima vez.

source: Seems like this was too big of a job for you.
pt_br: Parece que este trabalho foi demasiadamente grande para você.

source: Unfortunately the deadline is here.
pt_br: Infelizmente, o prazo final é aqui.

source: Contract Failed
pt_br: Contrato Fracassado

source: A penalty of {0} will be applied to your account.
pt_br: Uma penalidade de {0} será aplicada à sua conta.

source: contract penalty
pt_br: penalização do contrato

source: The game meets the required ratings. We are looking forward to future business.
pt_br: O jogo satisfaz as classificações necessárias. Estamos ansiosos para negócios no futuro.

source: The game doesn't live up to expectations. As per contract a penalty will be applied to your account.
pt_br: O jogo não correspondeu às expectativas. Conforme previsto em contrato, uma penalidade será aplicada à sua conta.

source: Publisher
pt_br: Editora

source: Any Topic
pt_br: Qualquer Tópico

source: Any Genre
pt_br: Qualquer Gênero

source: Publisher: {0}
pt_br: Editora: {0}

source: General
pt_br: Geral

source: New research available:
pt_br: Novas pesquisas disponíveis:

source: New Research!
pt_br: Nova Pesquisa!

source: Text based
pt_br: Baseado em texto

source: 2D Graphics V{0}
pt_br: Gráficos 2D V{0}

source: 3D Graphics V{0}
pt_br: Gráficos 3D V{0}

source: Basic sounds
pt_br: Sons básicos

source: Mono sound
pt_br: Som mono

source: Stereo sound
pt_br: Som estéreo

source: Soundtrack
pt_br: Trilha sonora

source: Surround sound
pt_br: Som surround

source: Orchestral soundtrack
pt_br: Trilha sonora orquestrada

source: Better A.I.
pt_br: A.I. Melhorada

source: A.I. Companions
pt_br: I.A Companheira

source: Self-learning A.I.
pt_br: A.I. de Auto-aprendizagem

source: Steering Wheel
pt_br: Volante

source: Achievements
pt_br: Realizações

source: Character progression
pt_br: Progressão de personagem

source: Skill trees
pt_br: Árvores de habilidades

source: Virtual Reality Headset
pt_br: Fone de Realidade Virtual

source: Savegame
pt_br: Salvar jogo

source: Multiplayer
pt_br: Multijogador

source: Video playback
pt_br: Reprodução de vídeo

source: Basic physics
pt_br: Física básica

source: Mod support
pt_br: Suporte a modificações

source: Online play
pt_br: Jogo online

source: Save to cloud
pt_br: Salvar na nuvem

source: MMO Support
pt_br: Suporte a MMO

source: Software Development Kit
pt_br: Kit a desenvolvimento de programa

source: Linear story
pt_br: História linear

source: Simple cutscenes
pt_br: Cinemática simples

source: Branching story
pt_br: Ramificação da história

source: Advanced cutscenes
pt_br: Cinemática avançada

source: Full motion video
pt_br: Vídeo em movimento

source: Interactive story
pt_br: História interativa

source: Moral choices
pt_br: Decisões morais

source: Immersive story telling
pt_br: História envolvente

source: Reactive quests
pt_br: Missões reativas

source: Better dialogues
pt_br: Diálogos melhores

source: Dialogue tree
pt_br: Árvore de diálogo

source: Voice over
pt_br: Dublagem vocal

source: Simple body language
pt_br: Linguagem corporal simples

source: Advanced body language
pt_br: Linguagem corporal avançada

source: Celebrity voice acting
pt_br: Dublagem com celebridades

source: Realistic body language
pt_br: Linguagem corporal realista

source: Open world
pt_br: Mundo aberto

source: Day & night cycle
pt_br: Ciclo dia & noite

source: Rich backstory
pt_br: História enriquecida

source: Virtual economy
pt_br: Economia virtual

source: Realistic weather
pt_br: Clima realista

source: Dynamic world
pt_br: Mundo dinâmico

source: Level editor
pt_br: Editor de níveis

source: No loading screens
pt_br: Sem telas de carregamento

source: Medium Games
pt_br: Jogos Médios

source: Project Management
pt_br: Gerenciamento de Projeto

source: Large Games
pt_br: Jogos Grandes

source: Game Design
pt_br: Design de jogos

source: Target Audience
pt_br: Público-Alvo

source: Sequels
pt_br: Sequências

source: Casual games
pt_br: Jogos casuais

source: Publishing
pt_br: Editoração

source: Multi genre
pt_br: Multi gênero

source: Expansion pack
pt_br: Pacote de expansão

source: Red Exploding Barrels
pt_br: Barris Vermelhos Explosíveis

source: Special Items
pt_br: Itens especiais

source: Lab report
pt_br: Relatório do laboratório

source: Internet Opportunities
pt_br: Oportunidades na Internet

source: The internet will change our lives forever. This project will investigate how we can use the internet to make better games and deliver better experiences. Completing this project should unlock new options for research.
pt_br: A internet vai mudar nossas vidas para sempre. Este projeto irá investigar como podemos usar a internet para criar jogos melhores e oferecer melhor experiência. Completar este projeto deve desbloquear novas opções para a pesquisa.

source: After careful examination we come to the conclusion that the internet is a huge opportunity in the gaming industry. We already see some small signs how successful multiplayer games can be but multiplayer is usually an additional feature to a game and not the main focus.{n}We think we could develop technologies to create a massively multiplayer online game (short MMO), a game where tens of thousands of players can play together. To create such an MMO more research is necessary.{n}The second discovery is that we could start developing an online distribution platform. Instead of players buying games in local stores they could download games directly from our servers. This would cut out the middle man and we could gain a large share of the market and additional income to fund our developments.
pt_br: Após uma cuidadosa análise, chegamos à conclusão de que a internet é uma grande oportunidade na indústria de jogos. Já vimos alguns pequenos sinais de quão bem sucedido podem ser os jogos multiplayer, mas multiplayer geralmente é uma característica adicional para um jogo e não o foco principal.{n}Achamos que poderíamos desenvolver tecnologias para criar um jogo multiplayer online (diminutivo MMO), um jogo onde dezenas de milhares de jogadores podem jogar juntos. Para criar o tal MMO, mais pesquisas serão necessárias.{n}A segunda descoberta é que podemos começar a desenvolver uma plataforma de distribuição online. Em vez de comprar jogos em lojas locais, os jogadores poderiam baixar jogos diretamente de nossos servidores. Isso iria cortar o intermediador e nós poderemos ganhar uma grande fatia do mercado e uma renda adicional para financiar nossos desenvolvimentos.

source: Codename: Grid
pt_br: Apelido: Grade

source: A bold plan to develop an internet-based distribution platform for games. Rather than buying games through retailers players worldwide can simply download them. The platform features digital rights management to combat piracy and also enables a new market for smaller developers to show off their products.
pt_br: Um ousado plano para desenvolver uma plataforma de distribuição de jogos baseado na internet. Ao invés de comprar jogos em lojas físicas os jogadores de todo o mundo podem simplesmente baixá-los. A plataforma dispõe de gerenciamento de direitos digitais para combater à pirataria e também permite um novo mercado para pequenos desenvolvedores mostrarem seus produtos.

source: Boss, it is done and it is live! Grid is the name of our very own internet-based distribution platform.
pt_br: Chefe, está feito e é ao vivo! Grade é o nome da nossa própria plataforma de distribuição baseado na internet.

source: Since we already have our own console we have integrated this service into our console. This should boost our market share considerably.
pt_br: Uma vez que já temos nosso próprio console, nós integramos este serviço a ele. Isto deve aumentar consideravelmente nossa participação no mercado.

source: This system should boost the market share of the PC considerably and if we ever have our own console it will also be of great benefit.
pt_br: Este sistema deve aumentar a participação no mercado para o PC consideravelmente, e se já tivermos o nosso próprio console, também será de grande benefício.

source: Grid will generate income every month which should boost our ability to create new games and develop new projects.
pt_br: A Grade irá gerar renda todos os meses, o que deve aumentar a nossa capacidade de criar novos jogos e desenvolver novos projetos.

source: Own Convention
pt_br: Convenção Própria

source: It's all well and good to have a booth at the yearly game convention and show of our products but with our large fan base we should consider staging our very own convention instead!
pt_br: É muito bom ter um estande na convenção anual de jogos e mostrar nossos produtos, mas com nossa grande base de fãs, devíamos considerar sobre a criação de nossa própria convenção!

source: Boss, we have completed the organization of our own convention.
pt_br: Chefe, concluímos a organização de nossa própria convenção.

source: 3D Graphics V6
pt_br: Gráficos 3D V6

source: Pushing the boundaries of photorealism this revolutionary graphics engine will blow away everything that has come before. Near infinite draw distance, ultra-high polygon counts and realistic particle and volumetric effects.
pt_br: Empurrando as fronteiras do fotorrealismo, este motor gráfico irá revolucionar com tudo que veio antes. Com distancia de visão quase infinita, elevado número de polígonos, efeitos volumétricos e partículas realistas.

source: We have successfully completed the research on our next generation graphics technology and we can now start building a game engine to make use of this research.
pt_br: Concluímos com sucesso a pesquisa sobre nossa próxima geração de tecnologia gráfica, agora podemos começar a construir um motor de jogo para fazer uso desta pesquisa.

source: 3D Graphics V7
pt_br: Gráficos 3D V7

source: The ultimate in graphics technology. This will look better than reality. If anyone ever builds a holodeck then this is the graphics engine it would run on.
pt_br: A última palavra em tecnologia gráfica. Isto vai parecer melhor do que a realidade. Se alguém construir um holodeck, este seria o motor gráfico a ser utilizado.

source: We have done it! Our research was successful and we should be able to support our concepts for the ultimate graphics technology in our next game engine. This will be a revolution for the gaming industry!
pt_br: Já está feito! Nossa pesquisa foi um sucesso e devemos ser capazes de suportar nossos conceitos para a melhor tecnologia gráfica no próximo motor. Esta será uma revolução para a indústria dos jogos!

source: License Game Engines
pt_br: Licença para Motor de Jogos

source: We have a lot of experience in creating custom game engines. Why not sub-license our engines to other developers? Not only will this cement our market position as a technology leader but it will also help offset the growing costs of developing engines.
pt_br: Temos muita experiência na criação de motores personalizados. Por que não sub-licenciar nossos motores para outros desenvolvedores? Não só irá cimentar nossa posição no mercado como líder em tecnologia, mas também vai ajudar a compensar os custos crescentes do desenvolvimento de motores.

source: Software doesn't run without hardware. We are experts in creating software but why not also investigate whether we can create our own hardware?
pt_br: Software não funciona sem o hardware. Somos especialistas na criação de software, mas por que não investimos em hardware? Se também podemos criar o nosso próprio.

source: Our research is complete. There is definitely a big opportunity ahead of us. If we create our own hardware lab and have the appropriate technology specialists to run it then we could even create our very own gaming console!{n}It would not be cheap and it will probably take us a few years but maybe we could even trump the likes of an mBox or the Playsystem!
pt_br: Nossa pesquisa está completa. Há definitivamente uma grande oportunidade à nossa frente. Se criarmos o nosso próprio laboratório de hardware e termos os especialistas em tecnologia apropriados, poderemos até criar nossos próprios consoles!{n}Não seria muito barato e provavelmente levaríamos alguns anos, mas poderíamos até mesmo superar nomes como o mBox ou o Playsystem!

source: Before we can think about creating this lab we need at least one technology specialist on our team so this should be our priority.
pt_br: Antes de pensarmos na criação deste laboratório, precisamos de pelo menos um especialista em tecnologia na nossa equipe, isso deve ser a nossa prioridade.

source: Massively Multiplayer Online games! We know how much fun it is to play multiplayer games but imagine that instead of playing with a handful of players you could play with thousands! This project will unlock a brand new genre to allow you to create MMO games.
pt_br: Jogos Massively Multiplayer Online! Sabemos o quão divertido é jogar jogos multiplayer, mas imagine que em vez de jogar com um punhado de jogadores, você possa jogar com milhares! Este projeto irá desbloquear um novo gênero para permitir que você crie jogos MMO.

source: Boss, our research into massively multiplayer online (MMO) games is complete. The possibilities of MMOs are big but they are also risky. In our research we realized that before we can begin to develop an MMO we will need to create a special game engine for it.{n}You will need to complete the research for the MMO support feature with one of your staff. Once it is integrated into a game engine you can start building an MMO but be careful. It seems that MMOs only work with the best theme/genre combinations and you will also need to have specialists on your team to make an MMO successful.
pt_br: Chefe, o nosso estudo sobre os jogos massively multiplayer online (MMO) está completo. As possibilidades de MMOs são grandes, mas também são arriscadas. Em nossa pesquisa, percebemos que, antes de começarmos a desenvolver um MMO precisaremos criar um motor de jogo especial para ele.{n}Você precisa completar a pesquisa sobre recurso de suporte a MMO com um dos seus funcionários. Uma vez que estiver integrado a um motor de jogo, você pode começar a construir um MMO, mas tenha cuidado. Parece que MMOs trabalham apenas com as melhores combinações de tema/gênero e você também precisará ter especialistas na sua equipe para fazer um MMO bem sucedido.

source: AAA Games
pt_br: Jogos AAA

source: We have proven that we can make large games work. How about we see how we can make games that are so massive in scope and of such high quality that they will create an entire new label. To borrow a term from the finance sector they will be triple A rated games or to borrow from the movie industry, true blockbusters.
pt_br: Provamos que somos capazes de fazer grandes jogos. Que tal fazermos tais jogos com uma extensão enorme e de alta qualidade a ponto de receber uma nova definição por completo. Emprestando um termo do setor financeiro, poderíamos chama-los de Jogos AAA ou megaprodução na linguagem do cinema.

source: Boss, our research into AAA games is complete and we can now begin to create AAA games. A triple A game requires well-trained staff and it is best to have specialists in the different areas to make sure the team does their best work.{n}When creating a AAA game we can also use the R&D lab to develop a special marketing campaign which greatly enhances the hype around the game.
pt_br: Chefe, o nosso estudo sobre jogos AAA está completo e podemos começar a criar jogos AAA. Um jogo triplo A exige um pessoal bem treinado e é melhor ter especialistas nas diferentes áreas para certificar-se de que a equipe faça o seu melhor trabalho.{n}Ao criar um jogo AAA, também podemos usar o laboratório de R&D para desenvolver uma campanha de publicidade especial que aumente a expectativa em torno do jogo.

source: The hardware lab can also be used to develop special hardware products such as keyboard, mice and headsets that are sold with the game.
pt_br: O laboratório de hardware também pode ser usado para desenvolver produtos especiais de hardware, tais como teclados, mouses e fones de ouvido que serão vendidos com o jogo.

source: Marketing Campaign
pt_br: Campanha Publicitária

source: Let's use our in-house skills to design a special marketing campaign for our AAA title.
pt_br: Vamos usar as nossas habilidades internas para projetar uma campanha de publicidade especial para nosso título AAA.

source: Custom Hardware
pt_br: Hardware Personalizado

source: Let's use our in-house hardware lab to design and develop special hardware products to coincide with the release of our AAA title.
pt_br: Vamos usar o nosso laboratório de hardware para projetar e desenvolver produtos especiais de hardware, para coincidir com o lançamento do nosso título AAA.

source: The first reviews for our newly released game, {0}, came in!
pt_br: Os primeiro comentários sobre o nosso jogo recém-lançado, {0}, chegaram!

source: Game review
pt_br: Avaliação do jogo

source: They achieved a great balance between technology and design.
pt_br: Eles alcançaram um grande equilíbrio entre tecnologia e design.

source: They should focus more on design.
pt_br: Eles deveriam se concentrar mais no design.

source: They should focus more on technology.
pt_br: Eles deveriam se concentrar mais em tecnologia.

source: Their focus on {0} served this game very well.
pt_br: O foco em {0} serviu muito bem a este jogo.

source: Their focus on {0} is a bit odd.
pt_br: O foco em {0} é um pouco estranho.

source: They shouldn't forget about {0}.
pt_br: Não deveriam se esquecer de focar em {0}.

source: {0} and {1} is a great combination.
pt_br: {0} e {1} é uma excelente combinação.

source: Another {0}/{1} game?
pt_br: Outro jogo {0}/{1}?

source: {0} games don't work well on {1}.
pt_br: Jogos de {0} não funcionam bem com {1}.

source: {0} games work well on {1}.
pt_br: Jogos de {0} funcionam bem com {1}.

source: Already a expansion pack?
pt_br: Um pacote de expansão tão rápido?

source: Didn't we just play {0} recently?
pt_br: Nós não jogamos {0} recentemente?

source: Riddled with bugs.
pt_br: Cheio de erros.

source: Too many bugs.
pt_br: Muitos erros.

source: Technology is not state of the art.
pt_br: Tecnologia não é uma forma de arte.

source: What a horrible expansion pack!
pt_br: Que pacote de expansão horrível!

source: What a horrible sequel!
pt_br: Que sequência horrível!

source: Average expansion pack.
pt_br: Pacote de expansão mediano.

source: Average sequel.
pt_br: Sequência mediana.

source: Great expansion pack.
pt_br: Ótimo pacote de expansão.

source: Great sequel!
pt_br: Ótima sequência!

source: As {0} as the name.
pt_br: Tão {0} quanto o próprio nome.

source: boring
pt_br: entediante

source: generic
pt_br: genérico

source: uninspired
pt_br: sem inspiração

source: dull
pt_br: tedioso

source: The name says it all.
pt_br: O nome já diz tudo.

source: Our review inspired by the game's name: bad review #{0}
pt_br: Nossa crítica inspirada pelo nome do jogo: crítica ruim #{0}

source: It's better than the name
pt_br: É melhor do que o nome

source: N/A not worth a statement.
pt_br: Nada, não vale a pena uma declaração.

source: One of the worst!
pt_br: Um dos piores!

source: Makes you cry.
pt_br: Faz você chorar.

source: Don't buy!
pt_br: Não compre!

source: Horrible.
pt_br: Horrível.

source: I still have nightmares!
pt_br: Ainda tenho pesadelos!

source: A disaster!
pt_br: Um desastre!

source: Really bad.
pt_br: Muito ruim.
