Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: While you only need one specialist to start running a lab you can train more than one. Additional specialists decrease the overall running cost of your lab.
pt_br: Por enquanto você só precisa de um especialista para controlar o laboratório, mas você pode treinar mais do que um. Especialistas adicionais diminuem o custo global de seu laboratório.

source: Finish
pt_br: Terminar

source: Fill Position
pt_br: Preencher a Posição

source: Hint
pt_br: Dica

source: You have to complete the Staff Management training before you can hire someone. Simply {0} on your player character to access the training menu.
pt_br: Você precisa completar o treinamento de gestão de funcionários, para poder contratar alguém. Simplesmente {0} no personagem do jogador para acessar o menu de treinamento.

source: {0} per month
pt_br: {0} por mês

source: Small Booth
pt_br: Estande Pequeno

source: This is a small pop up stand where we can show our marketing material. It isn't very impressive but a common setup at the G3.
pt_br: Este é um pequeno pop-up onde podemos mostrar nosso material de marketing. Não é muito impressionante, mas é uma configuração comum no G3.

source: Medium Booth
pt_br: Estande Médio

source: This is a larger booth in a better location. We should expect more visitors with this booth and have space to give away demos of our games.
pt_br: Este é um estande maior em um local melhor. Devemos esperar por mais visitantes com este estande, e tem espaço para demonstrações de nossos jogos.

source: Large Booth
pt_br: Estande Grande

source: With this package we get our own section in the main hall of the G3. We can expect a large number of visitors.
pt_br: Com este pacote, temos nossa própria seção no salão principal do G3. Podemos esperar um grande número de visitantes.

source: Custom
pt_br: Personalizado

source: Game #
pt_br: Jogo #

source: Action
pt_br: Ação

source: Adventure
pt_br: Aventura

source: Simulation
pt_br: Simulação

source: Strategy
pt_br: Estratégia

source: Take off market
pt_br: Tirar do mercado

source: Develop patch ({0})
pt_br: Desenvolver atualização ({0})

source: Research...
pt_br: Pesquisar...

source: Train...
pt_br: Treinar...

source: Send on Vacation
pt_br: Conceder Férias

source: Fire...
pt_br: Demitir...

source: Develop New Game...
pt_br: Desenvolver Novo Jogo...

source: Develop Sequel...
pt_br: Desenvolver Sequência...

source: Develop Expansion Pack...
pt_br: Desenvolver Pacote de Expansão...

source: Create Custom Engine...
pt_br: Criar Engine Personalizado...

source: Find Contract Work...
pt_br: Buscar Contrato de Trabalho...

source: Find Publishing Deal...
pt_br: Buscar Proposta de Editora...

source: Staff List...
pt_br: Lista de Funcionários...

source: Game History...
pt_br: Histórico dos Jogos...

source: Cancel Project...
pt_br: Cancelar Projeto...

source: Start Project...
pt_br: Iniciar Projeto...

source: Develop Console...
pt_br: Desenvolver Console...

source: Previously shown tutorial messages for the active game are shown here. To see tutorial messages here, please continue an existing game or start a new one. You can start a new game via the app bar.
pt_br: Mensagens do tutorial anteriormente mostradas no jogo ativo são exibidas aqui. Para ver as mensagens do tutorial por aqui, por favor, continue um jogo existente ou inicie um novo. Você pode começar um novo jogo pela barra de aplicativos.

source: Pick Topic
pt_br: Escolher Tópico

source: Pick Platform
pt_br: Escolher Plataforma

source: Dev. cost:
pt_br: Custo de desenvolvimento:

source: License cost:
pt_br: Custo da licença:

source: Marketshare:
pt_br: Fatia de mercado:

source: Pick Genre
pt_br: Escolher Gênero

source: Pick Engine
pt_br: Escolha a engine

source: The big game convention will take place in four weeks time. Do you want to participate?
pt_br: A grande convenção de jogos será daqui a quatro semanas. Deseja participar?

source: Costs: {0}
pt_br: Custos: {0}

source: Game Convention: G3
pt_br: Convenção de Jogos: G3

source: {0} Convention
pt_br: Convenção {0}

source: Console Name
pt_br: Nome do Console

source: {0} costs
pt_br: {0} custos

source: Backlog: {0}
pt_br: Acúmulo: {0}

source: {0} not researched
pt_br: {0} não pesquisada

source: Min Score: {0}
pt_br: Pontuação Mínima: {0}

source: Game Size:
pt_br: Tamanho do Jogo:

source: Target Audience:
pt_br: Público-Alvo:

source: Up-front Pay: {0}
pt_br: Pagamento Antecipado: {0}

source: Penalty: {0}
pt_br: Penalidade: {0}

source: (no license)
pt_br: (sem licença)

source: Pay: {0}
pt_br: Pagar: {0}

source: {0} weeks
pt_br: {0} semanas

source: There are no contracts currently available.
pt_br: Não há contratos disponíveis no momento.

source: Development Stage {0}
pt_br: Estágio de desenvolvimento {0}

source: Cost: {0}
pt_br: Custo: {0}

source: Drag staff here
pt_br: Arrastar funcionários para cá

source: Tech.:
pt_br: Tecnologia:

source: Dev. stage {0}
pt_br: Estágio de des. {0}

source: Game Engine #{0}
pt_br: Engine #{0}

source: Sequel to {0}
pt_br: Sequência para {0}

source: Game Concept
pt_br: Conceito do jogo

source: {0} does not support {1} games!
pt_br: {0} não suporta {1} jogos!

source: MMO's cannot be small or medium.
pt_br: MMOs não podem ser pequenos ou médios.

source: Engine does not support MMO.
pt_br: Essa engine não suporta MMO.

source: Most expensive ({0}): {1}
pt_br: Mais caro ({0}): {1}

source: Most profitable ({0}): {1}
pt_br: Mais lucrativo ({0}): {1}

source: Least profitable ({0}): {1}
pt_br: Menos lucrativo ({0)}: {1}

source: Most used topic ({0}): {1}
pt_br: Tópico mais usado ({0)}: {1}

source: Most used genre ({0}): {1}
pt_br: Gênero mais usado ({0)}: {1}

source: Researched topics: {0}
pt_br: Tópicos pesquisados: {0}

source: Total research completed: {0}
pt_br: Total de pesquisas concluídas: {0}

source: Design points generated: {0}
pt_br: Pontos de design gerados: {0}

source: Technology points generated: {0}
pt_br: Pontos de tecnologia gerados: {0}

source: Small games: {0}
pt_br: Jogos pequenos: {0}

source: Medium games: {0}
pt_br: Jogos medianos: {0}

source: Large games: {0}
pt_br: Jogos grandes: {0}

source: AAA games: {0}
pt_br: Jogos AAA: {0}

source: Good games: {0}
pt_br: Jogos bons: {0}

source: Top hits: {0}
pt_br: Maiores Sucessos: {0}

source: Publishers used: {0}
pt_br: Editoras usadas: {0}

source: Self-published games: {0}
pt_br: Jogos lançados independentemente: {0}

source: Best seller: {0} ({1} units)
pt_br: Mais vendido: {0} ({1} unidades)

source: Fans: {0}
pt_br: Fãs: {0}

source: Cash: {0}
pt_br: Dinheiro: {0}

source: Custom consoles: {0}
pt_br: Consoles proprios: {0}

source: It seems that something went wrong when purchasing the app. Please close the app and try again later. If the issue persists please contact {0}
pt_br: Parece que algo deu errado na compra do aplicativo. Feche o aplicativo e tente novamente mais tarde. Se o problema persistir favor entrar em contato {0}

source: Store Confirmation Error
pt_br: Erro de confirmação da loja

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for unlocking the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
pt_br: Para: {0} De: Patrick & Daniel Klug (Greenheart Games). Oi {0}, nós somos os criadores do Game Dev Tycoon e gostaríamos de lhe agradecer por desbloquear o jogo e nos apoiar.{n}O Game Dev Tycoon é o nosso primeiro jogo e significa muito para nós que você esteja gostando. Com a sua compra você apoia nossa pequena empresa e nos da certeza de que podermos trazer mais jogos no futuro.{n}Sério, você é demais! Muito obrigado e divirta-se com o Game Dev Tycoon.

source: It seems that something went wrong when trying to purchase the app. This usually indicates a problem with the Store. Please try again later and if the issue persists please contact {0}
pt_br: Aparentemente algo deu errado quando você tentou comprar o app. Geralmente isso indica um problema com a loja. Por favor, tente novamente mais tarde, caso o problema persistir favor nos contate. {0}

source: Store Error
pt_br: Erro da Loja

source: It seems that something went wrong when trying to go to the Store page for the full app. Please try again and if the issue persists please contact {0} or search for Game Dev Tycoon manually on the Windows Store.
pt_br: Parece que algo deu errado quando tentamos acessar a Página da Loja para o aplicativo completo. Por favor tente novamente, caso esse problema continue, favor contatar {0} ou procure manualmente por Game Dev Tycoon na Windows Store.

source: You have reached the end of the {0} version. If you like what you've seen so far then you should definitely check out the full game. You can find a brief description of what awaits you below.
pt_br: Você chegou ao fim da versão {0}. Se você gostou do que você viu até agora, você deveria definitivamente ver o jogo completo. Abaixo você vai encontrar uma breve descrição do que te espera.

source: <strong>If you unlock the full game you can continue playing the game you've already started.</strong>
pt_br: <strong>Se você comprar o jogo, você poderá continuar o jogo que já foi iniciado.</strong>

source: Go to full game ...
pt_br: Ir para o jogo completo ...

source: Unlock full game ...
pt_br: Desbloquear o jogo completo ...

source: Cash
pt_br: Dinheiro

source: Total fans
pt_br: Total de fãs

source: Total game releases
pt_br: Total de jogos lançados

source: Total unit sales
pt_br: Total de unidades vendidas

source: Total design points generated
pt_br: Total de pontos de design gerados

source: Total technology points generated
pt_br: Total de pontos de tecnologia gerados

source: Total research completed
pt_br: Total de pesquisas concluídas

source: Most sales ({0})
pt_br: Maiores vendas ({0})

source: Most fans ({0})
pt_br: Máximo de Fãs ({0})

source: Most expensive ({0})
pt_br: Mais caro ({0})

source: Most profitable ({0})
pt_br: Mais lucrativo ({0})

source: Least profitable ({0})
pt_br: Menos lucrativo ({0})

source: Most used topic ({0})
pt_br: Tópico mais usado({0})

source: Most used genre ({0})
pt_br: Gênero mais usado ({0})

source: Thank you for playing the {0} version. If you like what you've seen so far then you should definitely check out the full game.
pt_br: Obrigado por jogar a versão {0}. Se você gostou do que viu até agora, então você deveria, definitivamente, comprar o jogo completo.

source: If you unlock the full game you can continue playing the game you've already started.
pt_br: Se você comprar o jogo completo, você pode continuar jogando o jogo que já começou.

source: coming soon
pt_br: em breve

source: Y{0} M{1} W{2}
pt_br: A{0} M{1} S{2}

source: Loss:
pt_br: Perda:

source: Select Game
pt_br: Selecionar Jogo

source: Game History
pt_br: Histórico dos Jogos

source: Select
pt_br: Selecionar

source: Company Name
pt_br: Nome da Empresa

source: Player Name
pt_br: Nome do Jogador

source: Auto
pt_br: Automático

source: Slot
pt_br: Vaga

source: Units:
pt_br: Unidades:

source: No scores yet. Once you finish a game your high score will be listed here.
pt_br: Nenhuma pontuação ainda. Quando você terminar um jogo sua pontuação mais alta será listada aqui.

source: How do you want to market {0}?
pt_br: Como você deseja promover {0}?

source: Today the new game platform {0} by {1} has been released.
pt_br: Hoje o novo console {0} foi lançado pela {1}.

source: Project Size:
pt_br: Tamanho do Projeto:

source: New Topic
pt_br: Novo Tópico

source: New Combo
pt_br: Novo Combo

source: Trend Match
pt_br: Combina com a Tendência

source: Good Management
pt_br: Boa Gestão

source: (Bonus: x{0} - {1})
pt_br: (Bônus: x{0} - {1})

source: Due to increase in experience the following staff have earned a raise:
pt_br: Devido ao aumento da experiência, o seguinte funcionário ganhou um aumento:

source: Salary increase
pt_br: Aumento salarial

source: Special training available for:
pt_br: Treinamento especial disponível para:

source: Special training
pt_br: Treinamento especial

source: What do you want to research?
pt_br: O que você deseja pesquisar?

source: Training Options
pt_br: Opções de Treinamento

source: Start Research
pt_br: Iniciar Pesquisa

source: Start Training
pt_br: Começar Treinamento

source: RP
pt_br: PP

source: Reviews for {0}
pt_br: Críticas do {0}

source: Complex Algorithms
pt_br: Algoritmos Complexos

source: Game Demo
pt_br: Jogo Demo

source: Showreel
pt_br: Portfólio em Vídeo

source: Searching...
pt_br: Procurando...

source: Find Staff
pt_br: Procurar Funcionário

source: Cost:
pt_br: Custo:

source: Level:
pt_br: Nível:

source: fans
pt_br: fãs

source: {0} Fans
pt_br: {0} Fãs

source: ({0}) - purchased!
pt_br: ({0}) - comprado!

source: No project
pt_br: Sem Projeto

source: Technology
pt_br: Tecnologia

source: Bugs
pt_br: Erros

source: Remaining
pt_br: Restante

source: Custom Game Engine
pt_br: Engine customizada

source: Contract
pt_br: Contrato

source: Time Left
pt_br: Tempo Restante

source: No Project
pt_br: Sem Projeto

source: Hype {0}
pt_br: Expectativa {0}

source: High score
pt_br: Pontuação mais Alta

source: New
pt_br: Novo

source: Save
pt_br: Salvar

source: Load
pt_br: Carregar

source: High Score
pt_br: Pontuação mais Alta

source: Paused
pt_br: Pausado

source: Saving...
pt_br: Salvando...

source: Go full screen to play!
pt_br: Escolha tela cheia para jogar!

source: Budget
pt_br: Orçamento

source: Choose
pt_br: Escolher

source: Game is finished!
pt_br: Jogo finalizado!

source: Small
pt_br: Pequeno

source: Medium
pt_br: Mediano

source: Large
pt_br: Grande

source: Y
pt_br: J

source: E
pt_br: T

source: M
pt_br: A

source: Pick Game Engine
pt_br: Escolher Engine

source: Next
pt_br: Próximo

source: Feature Selection
pt_br: Seleção de Recursos

source: Start Development
pt_br: Iniciar Desenvolvimento

source: Company Details
pt_br: Detalhes da Empresa

source: Continue
pt_br: Continuar

source: Load Game
pt_br: Carregar Jogo

source: Choose Save Slot
pt_br: Escolha um Slot para Salvar

source: Technology:
pt_br: Tecnologia:

source: Speed:
pt_br: Velocidade:

source: Research:
pt_br: Pesquisa:

source: Create a new Engine
pt_br: Criar uma nova engine

source: Create Engine
pt_br: Criar Engine

source: Quality Assurance Budget
pt_br: Orçamento de Controle de Qualidade

source: Special Project
pt_br: Projeto Especial

source: Start Project
pt_br: Iniciar Projeto

source: Time Allocation (Preview)
pt_br: Alocação de tempo (Prévia)

source: Selected Features
pt_br: Recursos Selecionados

source: Staff
pt_br: Equipe

source: New Record!
pt_br: Novo Recorde!

source: Experience gained
pt_br: Experiência ganha

source: XP Bonus:
pt_br: Bônus de XP:

source: Release Game
pt_br: Lançar Jogo

source: Trash Game
pt_br: Jogar Fora

source: Level Up!
pt_br: Subiu de Nível!

source: Units Sold:
pt_br: Unidades Vendidas:

source: Costs:
pt_br: Custos:

source: Income:
pt_br: Renda:

source: Profit:
pt_br: Lucro:

source: Released:
pt_br: Lançado:

source: Fans:
pt_br: Fãs:

source: Avg. Review Score:
pt_br: Pontuação Média das Críticas:

source: Top Sales Rank:
pt_br: Rank de Vendas:

source: Do you really want to throw away this game?
pt_br: Você realmente quer jogar este jogo fora?

source: Note:
pt_br: Nota:

source: You do not lose the experience gained during development.
pt_br: Você não perde a experiência ganha durante o desenvolvimento.

source: Do you really want to remove this from the market?
pt_br: Você realmente quer retirar este jogo do mercado?

source: You will no longer get any income from it.
pt_br: Você não vai mais receber nenhuma renda dele.

source: Do you really want to cancel this project?
pt_br: Você realmente quer cancelar este projeto?

source: All progress on the project will be
pt_br: Todo o progresso do projeto será

source: lost!
pt_br: perdido!

source: Do you really want to overwrite this game?
pt_br: Você realmente deseja substituir este jogo?

source: Some of the features in the full game
pt_br: Algumas das características do jogo completo

source: Move your company into bigger offices.
pt_br: Mova a sua empresa para escritórios maiores.

source: Hire and train staff.
pt_br: Contratar e treinar funcionários.

source: Develop bigger/better games and unlock even more options.
pt_br: Desenvolva jogos maiores/melhores e desbloqueie ainda mais opções.

source: Unlock secret labs and conduct industry-changing projects.
pt_br: Desbloqueie os laboratórios secretos para conduzir projetos que vão mudar a indústria.

source: And much more!
pt_br: E muito mais!

source: Unlock Full Game ...
pt_br: Desbloquear Jogo Completo ...

source: Final Score
pt_br: Pontuação Final

source: Close
pt_br: Fechar

source: Send us feedback
pt_br: Enviar um feedback

source: Want to provide some feedback or report some issues? Send us an email to support@greenheartgames.com - While we might not respond to every email we do read/consider everything that is sent to us.
pt_br: Gostaria de dar alguma opinião ou reportar algum problema? Envie um e-mail para support@greenheartgames.com - Mesmo que não consigamos responder a todos os e-mails, nós iremos ler/considerar tudo o que nos for enviado.

source: Send feedback ...
pt_br: Enviar feedback ...

source: Rate and Review
pt_br: Avaliar e Criticar

source: If you like the game please consider rating it on the Store. If you want to support an issue please do not do this via a Store rating as we will be unable to reply.
pt_br: Se você gostou do jogo, por favor, deixe seu comentário na loja. Se você deseja relatar algum problema, por favor não faça isso através de um comentário na loja pois seremos incapazes de responder.

source: Rate and Review ...
pt_br: Avaliar e Comentar ...

source: Vote with your wallet
pt_br: Ajude comprando o jogo

source: If you would've gladly paid a little more for the game or you just want to help make sure that we can continue bringing you games in the future then you can buy one of the supporter packs below. You will support a small independent start-up. This does not unlock any in-game perks and is entirely optional. You do get an achievement though :)
pt_br: Se de bom grado você quiser pagar um pouco mais pelo jogo ou quiser nós ajudar a continuar trazendo novos jogos no futuro, você pode comprar um dos pacotes abaixo. Com isso você estará apoiando uma pequena e independente start-up. Isto não desbloqueará vantagens no jogo e é totalmente opcional. Embora você obtenha uma conquista :)

source: Thank you for playing!
pt_br: Obrigado por jogar!

source: Current Game Statistics
pt_br: Estatísticas do Jogo Atual

source: Pre-filter Applicants
pt_br: Pré-filtrar Candidatos

source: Start looking
pt_br: Comecar a procurar

source: First Last
pt_br: Primeiro e Último

source: Experience
pt_br: Experiência

source: Speed
pt_br: Velocidade

source: Salary
pt_br: Salário

source: Hire Staff
pt_br: Contratar Funcionário

source: Hire
pt_br: Contratar

source: Accept Contract
pt_br: Aceitar Contrato

source: Achievement Unlocked
pt_br: Conquista Desbloqueada

source: Sound Effects
pt_br: Efeitos Sonoros

source: Game Music
pt_br: Música do Jogo

source: Hint:
pt_br: Dica:

source: We cannot respond to ratings & reviews on the Store.
pt_br: Não podemos responder as notificações e críticas na Loja.

source: If you want to get in contact with us please do not do this via a Store rating/review but use one of the options below.
pt_br: Se você quiser entrar em contato conosco, por favor não faça isso através de uma notificação/crítica pela Loja, mas use uma das opções abaixo.

source: Support
pt_br: Suporte

source: Best for technical issues, detailed feedback or private messages.
pt_br: Melhor para questões técnicas, feedback detalhado ou mensagens privadas.

source: Social Media
pt_br: Mídia Social

source: Development stages
pt_br: Estágios do desenvolvimento

source: Stage 1
pt_br: Estágio 1

source: The game engine provides the basic building block of a game, the underlying technology. A good engine also enables things like multiplayer support, video playback and realistic physics.
pt_br: A engine fornece o bloco de construção básico de um jogo, e a tecnologia necessária. Um bom engine também permite coisas como suporte multiplayer, reprodução de vídeo e física realista.

source: Gameplay defines how a player interacts with the game and how the game mechanics, the rules that make a game tick, work.
pt_br: Jogabilidade define como um jogador interage com o jogo e com sua mecânica, também define as regras que se tornam uma marca do jogo e o fazem funcionar.

source: Storytelling and giving players goals to complete have been the basics of games for a long time.
pt_br: Contar histórias e dar objetivos para os jogadores completarem foram as noções básicas dos jogos por um longo tempo.

source: Stage 2
pt_br: Estágio 2

source: Dialogues are part of storytelling as well but also provide interaction between NPC's (non-player characters) and the player.
pt_br: Diálogos são parte da narrativa, mas também proporcionam interação com NPC (personagens controlados pelo computador) e o jogador.

source: Level design defines the structure a player takes through a game. This includes simple things like where objects are located but also the story arcs in a game.
pt_br: O nível de design define a estrutura pela qual o jogador passa em um jogo. Isto inclui coisas simples como onde os objetos estão localizados, mas também os arcos da histórias de um jogo.

source: A.I. is how computer controlled entities (enemies, companions or the world itself) reacts to the player.
pt_br: A.I. é como as entidades controladas pelo computador (inimigos, companheiros ou o próprio mundo) reagem ao jogador.

source: Stage 3
pt_br: Estágio 3

source: Some games invent an entire virtual world. World design delivers a back story to a game and makes the game world more sophisticated and believable.
pt_br: Alguns jogos inventam todo um mundo virtual. O design do mundo entrega um mundo para a história de um jogo e faz com que seja mais sofisticado e crível.

source: Graphics
pt_br: Gráficos

source: The most obvious part of a game are its graphics but that doesn't mean it is always the most important part.
pt_br: A parte mais óbvia de um jogo são seus gráficos, mas isso não significa que sempre seja a mais importante.

source: While sound is not as often noticed as the graphics of a game, sound design plays a vital part to making a game great.
pt_br: Embora o som não seja tão frequentemente percebido como os gráficos em um jogo, o design de som desempenha um papel vital para se fazer um ótimo jogo.

source: Hints
pt_br: Dicas

source: Think about what game you want to create, then decide what areas are really important for this game and focus on those. Don't hesitate to experiment and to change the values of the sliders around a lot.
pt_br: Pense sobre o jogo que deseja criar, em seguida decida quais são as áreas realmente importantes para este jogo e se concentre nelas. Não hesite em experimentar e mudar os valores dos controles deslizantes.

source: Tutorial message history
pt_br: Histórico de mensagens do tutorial

source: Good Judgement
pt_br: Bom Raciocínio

source: Cult Status
pt_br: Status Cult

source: Set a new standard for the early gaming industry.
pt_br: Definir um novo padrão na indústria de jogos.

source: 100K Engine
pt_br: Engine de 100K

source: Invest over 100K in a new game engine.
pt_br: Investir mais de 100K em um novo engine de jogo.

source: 500K Engine
pt_br: Engine de 500K
