Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Vena, creator of the Master V console, has announced the Vena Gear, a portable console to directly compete against the Gameling from Ninvento.{n}A spokesperson for the company said, 'Unlike similar devices on the market which don't come close to gaming consoles the Vena Gear has basically the full power of the Master V, except that you can take it with you. The Vena Gear also has a full color screen'.{n}Will this device topple the Gameling? We will see. The Vena Gear will debut {0}.
pt_br: Vena, criador do console Master V, anunciou o Vena Gear, um console portátil para competir diretamente contra o Gameling de Ninvento.{n}Um porta-voz da empresa disse, 'Ao contrário dos dispositivos similares que estão no mercado e não chegam perto de um console, o Vena Gear basicamente tem todo o poder do Master V, e mais o fato de que você pode leva-ló com você. O Vena Gear também tem uma tela a cores'.{n}Será que este dispositivo derruba o Gameling? Vamos ver. O Vena Gear vai estrear {0}.

source: Vena has announced that they will release a new gaming console {0}. The Vena Oasis comes with 16-bit graphics and sound which promises a new kind of gaming experience.{n}Vena said at the announcement, 'The Oasis is a new start, it will be the genesis of a new generation of gaming consoles and we believe it will do very well in the market'. Some of the games already announced for the console suggest that it will appeal to more mature audiences.
pt_br: A Vena anunciou que vai lançar um novo console {0}. O Vena Oásis vem com gráficos de 16 bits e som, que prometem um novo tipo de experiência de jogo.{n}A Vena disse no anúncio, 'O Oasis é um novo começo, vai ser o gênese de uma nova geração de consoles e acreditamos que fará muito bem ao mercado'. Alguns dos jogos já anunciados para o console sugerem que ele vai apelar para um público mais adulto.

source: Today, Ninvento announced the much anticipated successor to the popular TES console. 'This is the greatest console we have ever built. It comes with state of the art 16-bit graphics and sound. It is simply super and that's why we decided to call it the Super TES!'.{n}Fans around the world have been waiting for this moment and it seems that they will not be disappointed.
pt_br: Hoje a Ninvento anunciou de forma antecipada o sucessor do popular console TES. 'Este é o maior console que já construímos. Ele vem com som e gráficos de 16 bits. É simplesmente super e é por isso que decidimos chamá-lo de Super TES!'.{n}Fãs do mundo todo estavam esperando por esse momento, e parece que eles não vão se decepcionar.

source: The media is abuzz with the latest news from this year's Entertainment Conference. In a surprise announcement Vonny, a company known for general electronics has presented a prototype console called the Play System.{n}Apparently Vonny has collaborated with Ninvento, creators of the beloved and successful TES and Super TES consoles to develop what is basically a Super TES with a CD drive.{n}This would be the world's first console using a CD drive.
pt_br: A mídia está alvoroçada com as últimas notícias da Conferência de Entretenimento deste ano. Em um anúncio surpresa a Vonny, uma empresa conhecida por produtos eletrônicos em geral, apresentou o protótipo de um console chamado Play System.{n}Aparentemente Vonny tem colaborado com a Ninvento, criador dos amados e bem sucedidos consoles TES e Super TES, para desenvolver o que basicamente é um Super TES com uma unidade de CD.{n}Este seria o primeiro console do mundo, usando uma unidade de CD.

source: Journalists around the world are baffled as only one day after Vonny and Ninvento jointly announced the Play System at the Entertainment Conference things have turned sour.{n}Ninvento announced today that they will cancel the project and instead seek to develop a new console with a different partner.{n}Rumour has it that the distribution deal the companies had worked out was unfavorable to Ninvento handing over much of the control to Vonny.{n}This seems to be the end of the Play System.
pt_br: Jornalistas de todo o mundo estão perplexos, pois apenas um dia após a Vonny e a Ninvento anunciarem conjuntamente o Play System na Conferência de Entretenimento, acontece um desentendimento.{n}A Ninvento anunciou que irá cancelar o projeto e vai procurar desenvolver um novo console com uma parceira diferente.{n}Rumores dizem que o acordo de distribuição entre as empresas estava desfavorável à Ninvento que entregaria a maior parte do controle para a Vonny.{n}Este parece ser o fim do Play System.

source: Today, Vonny has announced their very own console called the Playsystem. Apparently the company has completely reworked their earlier Play System prototype after Ninvento cancelled the project.{n}The new Playsystem comes with a CD-ROM drive and 32-bit processors and is wholly owned by Vonny. Industry professionals say that this might be the beginning of a new generation of consoles. Ninvento declined to comment. The Playsystem will enter the market {0}.
pt_br: Hoje, a Vonny anunciou seu próprio console chamado de Playsystem. Aparentemente a empresa reformulou completamente seu protótipo anterior o Play System, após a Ninvento cancelar o projeto.{n}O novo Playsystem vem com um CD-ROM e processadores de 32 bits e é integralmente da Vonny. Profissionais da indústria dizem que pode ser o início de uma nova geração de consoles. A Ninvento se recusou a comentar. O Playsystem vai entrar no mercado {0}.

source: Ninvento announced their next generation console called TES 64 today. Expected {0} it is the world's first gaming console to sport 64-bit processors for graphics and audio. Ninvento said this will allow never-before-seen 3D realism.{n}In recent years the Super TES has lost a lot of market share to more modern consoles. Market experts said that the hardware of the TES 64 is surely impressive, but expressed their surprise that it still uses ROM cartridges instead of the much cheaper and higher capacity CD-ROM format.{n}Nevertheless, the TES 64 seems like an impressive console and Ninvento has said that it plans to aggressively price it against Vonny's Playsystem.
pt_br: A Ninvento anunciou hoje seu console de próxima geração chamado de TES 64. Esperado {0} será o primeiro console do mundo com suporte a processadores de 64 bits para gráficos e áudio. A Ninvento disse que isso permitirá realismo 3D nunca antes visto.{n}Nos últimos anos, o Super TES perdeu bastante mercado para consoles mais modernos. Especialistas do mercado disseram que o hardware do TES 64 é sem dúvida impressionante, mas manifestaram surpresa ao constatar que ele ainda usa cartuchos em vez do formato de CD-ROM que é muito mais barato e de maior capacidade.{n}No entanto, o TES 64 parece ser um console impressionante e a Ninvento afirmou que planeja preços competitivos contra o Playsystem da Vonny.

source: The day Vena fans have waited a long time for has arrived, as Vena has announced their next generation console, the DreamVast. A company spokesperson said, 'The DreamVast is a dream come true. This console is the most advanced gaming console in history!'.{n}The new console sports powerful graphics hardware promising graphic quality rivaling those on high-end PCs. The DreamVast is also the first console to ship with a modem out-of-the-box, making it ready for online play. The console will be available {0}.
pt_br: Após um longo tempo o dia que os fãs da Vena tem esperado chegou, a Vena anunciou sua próxima geração de consoles, o DreamVast. Um porta-voz da empresa disse, 'O DreamVast é um sonho se tornando realidade. Este console é o console mais avançado da história!'.{n}O novo console suporta poderosos gráficos com um hardware que promete qualidade gráfica para fazer frente aos PCs high-end. O DreamVast é também o primeiro console a ser vendido com um modem externo, assim preparado para se jogar online. O console estará disponível {0}.

source: Today, Vonny has announced the much anticipated successor to their popular Playsystem console. The Playsystem 2 will have upgraded hardware to compete with newer generation consoles such as the DreamVast.{n}Unlike the DreamVast the Playsystem 2 does not focus much on online play but instead seems to focus on the strengths of the previous Playsystem. A solid upgraded controller including vibration function, upgraded graphics, support for DVD titles and even backwards compatibility with Playsystem 1 games.
pt_br: Hoje, de forma bem antecipada a Vonny anunciou o sucessor de seu popular console Playsystem. O Playsystem 2 vai ter seu hardware atualizado para competir com os mais recentes consoles de ultima geração, como o DreamVast.{n}Ao contrário do DreamVast o Playsystem 2 não se concentrará muito em poder jogar online, ao invés disso parece centralizar sobre os pontos fortes do Playsystem anterior. Uma sólida atualização no controle que incluirá a função de vibração, atualização gráfica, suporte para títulos de DVD e até mesmo ter compatibilidade com jogos de Playsystem 1.

source: Since release, the DreamVast from Vena has been one of the fastest selling consoles in history but lately it seems that the anticipation of the upcoming Playsystem 2 release is slowing down sales.{n}If the Playsystem 2 can hold up to the hype when it is released then Vena could be in deep trouble.
pt_br: Desde o lançamento, o DreamVast da Vena tem sido um dos consoles mais vendidos da história, mas ultimamente parece que a antecipação do próximo Playsystem 2 está a abrandar as vendas.{n}Se o Playsystem 2 pode prender a atenção somente com a propaganda, imagine quando for lançado, a Vena pode ficar com grandes problemas.

source: PC software juggernaut Mirconoft has announced today that they will enter the game console market with their very own gaming console called the mBox.{n}First demonstrations have been impressive, but we will have to wait and see how it fares against the popular DreamVast, as well as against the recently announced and much anticipated Playsystem 2. The new console is said to debut {0}.
pt_br: O gigante de softwares para PC Mirconoft, anunciou hoje que vão entrar no mercado de videogames com seu próprio console chamado de mBox.{n}As primeiras demonstrações foram impressionantes, mas teremos que esperar e ver por quanto sairá contra o popular DreamVast, bem como contra o bem antecipado e recentemente anunciado Playsystem 2. O novo console é esperado {0}.

source: The launch of the Playsystem 2 has been a phenomenal success. Stores everywhere are out of stock as manufacturing can barely keep up. Fans have resorted to buying the console on internet auction sites for as much as five times the normal price.{n}While Vonny has managed to have the most successful launch in history, sales of Vena's DreamVast have plummeted.
pt_br: O lançamento do Playsystem 2 foi um sucesso fenomenal. Lojas de todos os lugares estão sem estoques e a fabricação mal consegue acompanhar as vendas. Para comprar o console os fãs têm recorrido a internet em sites de leilões, e estão pagando um preço até cinco vezes acima do preço normal.{n}Enquanto a Vonny conseguiu ter o lançamento mais bem sucedido da história, as vendas do DreamVast da Vena despencaram.

source: In a sobering announcement, Vena has today confirmed the discontinuation of the DreamVast. Vena's president said that while many companies will still deliver games for the platform, the company will no longer produce new units in the future.{n}Vena fans worldwide are disappointed, as a beloved part of gaming console history is coming to an end.
pt_br: Em um anúncio decepcionante, a Vena confirmou hoje a descontinuação do DreamVast. O presidente da vena disse, embora muitas companhias ainda venham a entregar jogos para a plataforma, a empresa deixará de produzir novas unidades no futuro.{n}Fãs da Vena em todo o mundo estão decepcionados, pois uma parte amada da história dos consoles está chegando ao fim.

source: Today, Ninvento announced the new Ninvento Game Sphere, with which it will try to compete with Vonny's market leading Playsystem 2 and Mirconoft's strong alternative, the mBox. The curiously shaped console has similar hardware specifications as other consoles.{n}The Game Sphere is Ninvento's first console to have an optical disc drive instead of cartridges. However, instead of using full sized CD and DVDs, like its competitors, the console features a mini-DVD drive. Game Spheres will start rolling into stores {0}.
pt_br: Hoje, a Ninvento anunciou o novo Ninvento Game Sphere, com o qual vai tentar competir com o mercado do Vonny contra o Playsystem 2 e a forte alternativa da Mirconoft, o mBox. O console de forma curiosa tem especificações de hardware semelhante com outros consoles.{n}O Game Sphere é o primeiro console da Ninvento a ter uma unidade de disco óptico ao invés de cartuchos. No entanto, em vez de usar o tamanho normal dos CDs e DVDs, como seus concorrentes, o console possui uma unidade de mini-DVD. Game Sphere vai começar a aparecer nas lojas {0}.

source: Rumours are spreading that Ninvento is working on a new game console. Most of the rumours state that it is not a successor to the somewhat disappointing Game Sphere but instead a new console in the mobile market.{n}Ninvento's Gameling has been leading the mobile market thanks to numerous updates and a large list of very popular games available on the platform, but the hardware is aging quickly and many players wonder what will be next.
pt_br: Rumores estão se espalhando que a Ninvento está trabalhando em um novo console. A maioria dos rumores afirma que não é um sucessor para o decepcionante Game Sphere, mas sim um novo console para o mercado móvel.{n}O Gameling da Ninvento vem liderando o mercado móvel graças a inúmeras atualizações e a uma grande lista de jogos muito populares disponíveis para a plataforma, mas o hardware está envelhecendo rapidamente e muitos jogadores querem saber o que está por vir.

source: Today, Vonny announced that they are launching a new mobile gaming console called Portable Playsystem, or PPS for short, {0}. Media analysts speculate that this announcement is meant to distract users from Ninvento's launch of the Ninvento GS.{n}While the Ninvento GS utilizes an innovative dual screen, the PPS instead makes use of a single screen and will focus on giving developers access to much more powerful hardware.
pt_br: Hoje, a Vonny anunciou que estão lançando um novo console móvel chamado Portable Playsystem, ou PPS, {0}. Analistas de mídia especulam que este anúncio tem a intenção de distrair os usuários do lançamento da Ninvento, o Ninvento GS.{n}Enquanto o Ninvento GS utiliza uma inovadora tela dupla, o PPS faz uso de uma tela única e irá focar em oferecer aos desenvolvedores o acesso a hardware muito mais poderoso.

source: Industry experts predict that we will see the next generation of video game consoles as early as next year. 'The hardware advancements in the PC industry have not been reflected in gaming consoles yet and we can expect the next generation to be a truly exciting leap forward.'{n}According to rumours, both Mirconoft and Vonny are in a race to introduce the next-generation console, with Mirconoft apparently already collaborating with partners to prepare titles for what is called the 'mBox 360.'
pt_br: Especialistas do setor preveem que veremos a próxima geração de consoles no ano que vem. 'Os avanços de hardware na indústria do PC ainda não se refletiram nos consoles, podemos esperar que a próxima geração será um salto verdadeiramente emocionante.'{n}De acordo com rumores, ambos Mirconoft e Vonny estão em uma corrida para apresentar um console de próxima geração, a Mirconoft, aparentemente já está a colaborar com parceiros para prepararem títulos para o que já é chamado de 'mBox 360.'

source: Today, Mirconoft presented their new console called the mBox 360. It is the first in the next generation of expected consoles, and features hardware rivaling mid-end PC counterparts. With a relatively cheap purchase price, Mirconoft will be selling the device at a loss as part of a long-term strategy to gain market share.{n}Gamers around the world are excited by the new console and it is predicted that the mBox 360 will have a massive impact on the console market.
pt_br: Hoje, a Mirconoft apresentou seu novo console, chamado de mBox 360. É o primeiro da próxima geração de consoles esperados com características de hardware para rivalizar com contrapartes do PC mid-end. Com um preço de compra relativamente barato, a Mirconoft vai vender o dispositivo com alguma perda, mas isso faz parte de uma estratégia a longo prazo para ganhar quota no mercado.{n}Os jogadores ao redor do mundo estão animados com o novo console e preveem que o mBox 360 terá um enorme impacto sobre o mercado de consoles.

source: Today, Ninvento has announced their bid in the next-generation console market by announcing the Nuu. Instead of trying to compete with Mirconoft and Vonny on hardware strength and graphical power, Ninvento has decided to deliver a truly unique gaming experience.{n}The Nuu features a controller with a built-in motion sensor, which allows players to stand front of their TV and use the controller as a counterpart to virtual objects such as a tennis racquet.{n}First playtesters were seen with huge grins on their faces. It seems to be a lot of fun.
pt_br: Hoje, a Ninvento anunciou sua oferta no mercado de console de próxima geração, anunciando o Nuu. Em vez de tentar competir com a Mirconoft e a Vonny no hardware e na potência gráfica, a Ninvento decidiu entregar uma experiência de jogo verdadeiramente original.{n}O Nuu possui um controle com sensor de movimento embutido, que permite aos jogadores ficar a frente de sua TV e usar o controle como um contraponto à objetos virtuais, como uma raquete de tênis.{n}Os primeiros jogadores que testaram foram avistados com enormes sorrisos em seus rostos. Parece ser muito divertido.

source: Today, Vonny has announced the successor to the massively successful Playsystem 2. The new console is predictably called 'Playsystem 3' and comes with an impressive hardware configuration, making it the most powerful console in gaming history.{n}The console also doubles as a player for BlueRay, which Vonny hopes will be the successor to the DVD format. All this power comes with a hefty price tag, also making the Playsystem 3 the most expensive console ever.{n}We will see how consumers will react to this given the lower-cost alternatives; however, considering the massive success of the Playsystem 2, Vonny can be hopeful. The console is expected to ship {0}.
pt_br: Hoje, a Vonny anunciou o sucessor do enormemente bem sucedido Playsystem 2. O novo console é previsivelmente chamado de 'Playsystem 3' e vem com uma configuração de hardware impressionante, assim se tornando o mais poderoso console da história dos jogos.{n}O console também funciona como um leitor de BlueRay, a Vonny espera que seja o sucessor para o formato DVD. Todo este poder vem com um preço robusto, também tornando o Playsystem 3 o console mais caro.{n}Vamos ver como os consumidores reagirão a isto tendo em conta as alternativas de baixo custo. No entanto, considerando o enorme sucesso do Playsystem 2, a Vonny pode ter esperança. O console deve ser lançado em {0}.

source: In what some call a bizarre show of arrogance Vonny representatives have been trash-talking Mirconoft's successful mBox 360 while praising their own upcoming Playsystem 3 in the lead-up to their launch {0}.{n}Asked about the unusually high price of the Playsystem 3, a high-ranking company official replied, 'People will work more hours to buy one. We want people to feel that they want it more than anything else.'.{n}We are not sure that players will really want it so badly, as, so far, no major game titles have been announced for the Playsystem 3. It might be a while before developers are able to take full advantage of the powerful new console.
pt_br: No que alguns chamam de um bizarro show de arrogância, representantes da Vonny tem falado besteiras sobre o bem sucedido mBox 360 da Mirconoft, enquanto elogiavam seu próximo lançamento o Playsystem 3 {0}.{n}Quando questionado sobre o elevado preço do Playsystem 3, um oficial do alto escalão da empresa respondeu, 'As pessoas vão trabalhar mais horas para comprar um. Queremos que as pessoas sintam e queiram mais do que qualquer outra coisa.'.{n}Não temos certeza do que os jogadores realmente venham a querer tanto, pois, até agora, não foram anunciados grandes títulos para o Playsystem 3. Pode demorar um pouco até os desenvolvedores serem capazes de aproveitar o máximo do novo e poderoso console.

source: Today, Grapple, a company well known for their role in the early PC industry and, more recently, for their portable music player, grPod, have announced that they will soon release a powerful new mobile phone. The phone has a touch screen and sports a surprisingly powerful CPU.{n}The integrated graphics chipset should also allow the phone to run games and, since the phone comes with its own application delivery platform, it could become a great device for mobile games. The grPhone will be available {0}.
pt_br: Hoje, a Grapple, uma empresa bem conhecida por seu papel no início da indústria do PC, e mais recentemente pelo seu tocador de músicas portátil, grPod, anunciou que em breve vão lançar um poderoso telefone móvel. O telefone tem uma tela sensível ao toque e ostenta um CPU surpreendentemente poderoso.{n}O chipset gráfico integrado também deve permitir que o telefone rode jogos, uma vez que o telefone vem com sua própria plataforma de aplicativos, ele poderia se tornar um grande dispositivo para jogos móveis. O grPhone estará disponível {0}.

source: Today, Grapple, the company responsible for the massively successful grPhone has announced their plans to release a tablet device called the grPad. Tablet devices are not a new idea in the computing industry but earlier attempts never seemed to take off. Many expect the grPad to do very well.
pt_br: Hoje, a Grapple, empresa responsável pelo enormemente bem sucedido grPhone, anunciou seus planos de lançar um dispositivo tablet chamado de grPad. Tablets não são uma ideia nova na indústria de computação, mas tentativas anteriores pareciam não decolar. Muitos esperam que o grPad venha e faça bonito.

source: The mPad has received mixed reviews at launch, with many of them highlighting the fact that the mPad is indeed not the same as the grPad from Grapple. We will see what the future holds for this platform.
pt_br: O mPad recebeu críticas mistas no lançamento, a maioria deles destacando para o fato de que o mPad certamente não é o mesmo que o grPad do Grapple. Vamos ver o que o futuro reserva para esta plataforma.

source: Ninvento has revealed that their bid in the next generation of consoles will be called the Wuu. The new console features a controller with an integrated display.{n}This is said to make local multiplayer games much more interesting by giving each player a unique screen. Ninvento has always been at the forefront of innovation and this console seems, once again, to be a brave move. The Wuu is said to be available {0}.
pt_br: A Ninvento revelou que sua proposta para a próxima geração de consoles será chamada de Wuu. O novo console possui um controle com um visor integrado.{n}Isto é para se ter jogos multiplayer locais muito mais interessantes, dando a cada jogador uma única tela. A Ninvento sempre esteve na vanguarda da inovação e este console parece, mais uma vez, ser uma atitude muito corajosa. O Wuu é para estar disponível {0}.
