Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: This is the {0} version of Game Dev Tycoon in which you can play until year five.
pt_br: Esta é a versão {0} do jogo Dev Tycoon, no qual você pode jogar até o quinto ano.

source: Looking at our past multi-platform games it becomes clear that we should be able to drastically reduce the cost of developing a single game for multiple platforms if we could better optimize our game engines for multi-platform development.
pt_br: Olhando para nossos últimos jogos multi-plataforma, torna-se claro que nós deveríamos ter a capacidade de reduzir drasticamente os custos de desenvolvimento de um único jogo para várias plataformas, nós poderíamos otimizar nossos engines para desenvolvimento multi-plataforma.

source: New Insight
pt_br: Nova Conhecimento

source: Uncaught error. Please report this to {0}: {1} ({2}:{3}) Please restart the game.
pt_br: Erro não identificado. Comunique isso a {0}: {1} ({2}:{3}) Por favor reinicie o jogo.

source: Help debugging a convoluted BASE program.
pt_br: Ajude na depuração do complicado programa BASE.

source: Advanced Stereoscopic 3D
pt_br: Estereoscópico 3D Avançado

source: Simple A.I.
pt_br: A.I. Simples

source: Game tutorials
pt_br: Tutoriais do Jogo

source: Cooperative play
pt_br: Jogo Cooperativo

source: Advanced physics
pt_br: Física avançada

source: Multi-Platform optimized
pt_br: Multi-Plataforma otimizada

source: Dynamic environment
pt_br: Ambiente dinâmico

source: Multi-Platform
pt_br: Multi-Plataforma

source: {0} and {1} is a terrible combination.
pt_br: {0} e {1} é uma combinação terrível.

source: {0} is a horrible topic for {1} audiences.
pt_br: {0} é um tema horrível para a audiência {1}.

source: blunt
pt_br: brusco

source: They put as much thought into the game as into the game's name.
pt_br: Eles colocaram tanto pensamento no jogo quanto no nome do mesmo.

source: Good, despite the name.
pt_br: Bom, apesar do nome.

source: Could have been better.
pt_br: Poderia ter sido melhor.

source: 11 out of 10. Game of the year, any year!
pt_br: 11 de 10. Jogo do ano, em qualquer ano!

source: 11 out of 10. A exceptional score for an exceptional game.
pt_br: 11 de 10. Um resultado excepcional para um jogo excepcional.

source: In an exclusive interview a while ago, {0} from {1}
pt_br: Em uma entrevista exclusiva há um tempo atrás, {0} de {1}

source: made very bold remarks about their then-in-development game {0} predicting that it will be über successful.
pt_br: fez observações muito ousadas sobre seu jogo em desenvolvimento {0}, prevendo que ele será um sucesso.

source: was holding back when discussing their expections for {0}.
pt_br: estava se segurando quando discutia suas expectativas por {0}.

source: was spot on as the game has received very positive reviews.
pt_br: estava no local quando o jogo recebeu muitas críticas positivas.

source: was just humble as the game received critical acclaim.
pt_br: era apenas humildade quando o jogo foi aclamado pela crítica.

source: should've been more careful as the final product doesn't match the hyped expectations.
pt_br: deveria ter tido mais cuidado, pois o produto final não correspondeu às expectativas sensacionalistas.

source: was right to stay realistic as the game is good but nothing too our of the ordinary.
pt_br: tinha razão para permanecer realista o jogo é bom, mas nada muito fora do comum.

source: needs a lesson in how to be humble as the game received mediocre reviews.
pt_br: precisa de uma lição de como ser humilde pois o jogo recebeu críticas medíocres.

source: Now, that the game is out on the market the consensus is that {0} {1}
pt_br: Agora, que o jogo está fora do mercado o consenso é que {0} {1}

source: Overall, this had a negative effect on sales.
pt_br: Em geral, isto teve um efeito negativo sobre as vendas.

source: Steam initialization failed
pt_br: A inicialização do Steam falhou

source: Zombies
pt_br: Zumbis

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs should be fixed before the game is released and increase development time and cost.
pt_br: O desenvolvimento do jogo começa agora.{n}Ao desenvolver o seu jogo, você irá gerar pontos que você pode ver borbulhando. Os pontos são divididos em pontos de design e tecnologia. Quanto mais pontos você gerar, melhor será o jogo.{n}De vez em quando também haverá pontos de erros. Estes pontos tendem a se tornam menos prováveis, assim que você for ganhando mais experiência. Erros devem ser corrigidos antes que o jogo seja lançado, estes pontos aumentam o custo e o tempo de desenvolvimento.

source: After publishing a game you can invest a little bit of time to analyze your creation and generate a game report. Game reports are a great way to gain research points as well as valuable insights into what works and what doesn't work when developing a game.{n}To generate a game report close this message and then {0} anywhere on the screen to bring up the action menu.
pt_br: Após a publicação de um jogo, você pode investir um pouco de tempo para analisar sua criação e gerar um relatório do jogo. Relatórios de jogos são uma ótima maneira de ganhar pontos de pesquisa, bem como uma valiosa compreensão maior sobre o que funciona e o que não funciona quando se desenvolve um jogo.{n}Para gerar um relatório do jogo, feche esta mensagem e em seguida {0} em qualquer lugar da tela para abrir o menu de ação.

source: If you ever want to review the tutorial messages then you can do so in the Help menu. To access the Help menu and other features such as saving, loading and creating a game simply {0}.{n}You can also change game settings by using the Settings charm. To show the charms bar simply {1} You can then {2} on Settings.
pt_br: Se você quiser rever as mensagens do tutorial, você pode fazer isso pelo menu de ajuda. Para acessar o menu de ajuda e de outros recursos, como salvar, carregar e criar um jogo, simplesmente {0}.{n}Você também pode alterar as configurações do jogo, usando a opção de configurações. Para mostrar a barra de opções simplesmente {1} Então você pode, {2} nas configurações.

source: Main Menu
pt_br: Menu Principal

source: Staff responsibilities
pt_br: Responsabilidades da equipe

source: You need a design specialist to open a research and development lab. You can train someone to become a specialist via the training menu but the option is only available once they have a certain design skill level.{n}You can also train technology specialists which come in handy for later options.
pt_br: Você precisa de uma especialista em design para abrir um laboratório de pesquisa e desenvolvimento. Você pode treinar alguém para se tornar um especialista através do menu de treinamento, mas a opção só está disponível uma vez que eles tenham um certo nível de habilidade em design.{n}Você também pode treinar especialistas em tecnologia que possam vir a calhar para opções posteriores.

source: To visit the lab simply {0} the screen and drag to the left or use the arrow keys on the keyboard. Alternatively, you can also click on the little R&D Lab information card in the bottom right of the screen.
pt_br: Para visitar o laboratório, simplesmente {0} na tela e arraste para a esquerda ou use as setas do teclado. Alternativa, você também pode clicar no pequeno cartão de informações do Laboratório R&D em baixo à direita.

source: To visit the hardware lab simply {0} the screen and drag to the right or use the arrow keys on the keyboard. Alternatively, you can also click on the little Hardware Lab information card in the top left of the screen.
pt_br: Para visitar o Laboratório de Hardware simplesmente {0} na tela e arraste para a direita ou use as setas do teclado. Alternativa, voce também pode clicar no pequeno cartão do Laboratório de Hardware no topo à esquerda da tela.

source: While generating game reports you start to gain insights into the development process and learn about what works well and what doesn't work so well. These insights are shown as hints on the development screen (unless you have turned this option off in the settings).{n}The hints range from '+++' to '--' and indicate how important an area is for this type of game. When hints have a question mark at the end (e.g. '+++?') it means that you have insights from a game in the same genre but that you are not yet sure whether this holds true for this particular genre/topic combination.
pt_br: Enquanto se está gerando relatórios do jogo, você começa a ganhar uma compreensão maior sobre o desenvolvimento e aprende sobre o que funciona bem e o que não funciona tão bem. Essa compreensão é mostrada como dicas na tela de desenvolvimento (a menos que você tenha desativado esta opção nas configurações).{n}As dicas vão desde '+++' até '--' e indica se determinada área é importante para este tipo de jogo. Quando as dicas tem um ponto de interrogação no final (por exemplo,'+++?') significa que você tem uma compreensão de um jogo do mesmo gênero, mas ainda não tem certeza se é válida para essa combinação de gênero/tópico em particular.

source: Game Reports
pt_br: Relatórios do Jogo

source: Game reports are a great way to gain more research points and new insights. It pays off to generate a report for each game you release. Now that you've completed your first game report it's a good idea to look at the research menu. To open the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
pt_br: Relatórios de jogos são meios importantes de se ganhar mais pontos de pesquisa e maior compreensão. Vale a pena gerar um relatório para cada jogo que você lançar. Agora que você completou seu primeiro relatório é uma boa ideia olhar o menu de pesquisa. Para abrir o menu de pesquisa, feche essa mensagem e então {0} em qualquer lugar da tela para acessar o menu de ação.

source: Get Steam Key
pt_br: Obtenha a chave do Steam

source: Could not verify app receipt from Windows Store.
pt_br: Não foi possível verificar o recebimento do aplicativo na Windows Store.

source: Generate game report...
pt_br: Gerar relatório de jogo...

source: Remove Platform
pt_br: Remover Plataforma

source: You require a developer license to be able to develop for this platform.<br/><br/> Do you want to pay <strong>{0}</strong> to acquire a license for the <strong>{1}</strong>?
pt_br: Você precisa de uma licença de desenvolvedor para ser capaz de desenvolver para essa plataforma.<br/><br/> Você deseja pagar <strong>{0}</strong> para adquirir uma licença para o <strong>{1}</strong>?

source: Variation {0}
pt_br: Variação {0}

source: {0} combo
pt_br: {0} combinação

source: Effect:
pt_br: Efeito:

source: To: {0} From: Patrick & Daniel Klug (Greenheart Games). Hi {0}, we are the creators of Game Dev Tycoon and would like to thank you very much for purchasing the game and supporting us.{n}Game Dev Tycoon is our very first game and it means a lot to us that you are enjoying it. With your purchase you support our little start-up and this will hopefully make sure that we can bring you more games in the future.{n}Seriously, you rock! Thank you very much and have fun with Game Dev Tycoon.
pt_br: Para: {0} De: Patrick & Daniel Klug (Greenheart Games). Oi {0}, nós somos os criadores do jogo Game Dev Tycoon e gostaríamos de agradecer-lhe muito por ter comprado o jogo e nos ajudado. {n}Game Dev Tycoon é o nosso primeiro jogo e isso significa muito para nós que voce esteja gostando. Com sua compra você apoia nossa pequena start-up e isso nos da certeza que podemos trazer mais jogos no futuro. {n}Sério, você é fera! Muito obrigado e divirta-se com Game Dev Tycoon.

source: Since you have played the game before you can choose to use all previously gained hints in this new game.
pt_br: Uma vez que você já jogou o jogo antes você pode optar por usar todas as dicas adquiridas anteriormente neste jogo novo.

source: We have some additional insights:
pt_br: Conhecimentos adicionais:

source: Game Report
pt_br: Relatório de Jogo

source: {0} and {1} is a {2} combination.
pt_br: {0} e {1} é uma {2} combinação.

source: Importance of {0} for this type of game: {1}
pt_br: Importância de {0} para este tipo de jogo: {1}

source: The market really doesn't like when we publish very similar games too close to each other.
pt_br: O mercado realmente não gosta quando publicamos jogos semelhantes muito próximos uns dos outros.

source: {0} is still new to the team.
pt_br: {0} ainda é novo para a equipe.

source: {0} are still new to the team.
pt_br: {0} ainda são novos para a equipe.

source: We should try to focus our entire team on the development of a game.
pt_br: Devemos tentar focar toda a nossa equipe no desenvolvimento de um jogo.

source: Self-publishing {1} games will be most efficient when we have at least {0} fans. Publishing deals can give us great exposure and help us reach more players.
pt_br: Auto-publicações de jogos {1}, serão mais eficientes quando nós tivermos pelo menos {0} fãs. Ofertas de divulgação podem nos dar uma grande exposição e nos ajudar a alcançar mais jogadores.

source: Cash:
pt_br: Dinheiro:

source: Advanced Options
pt_br: Opções Avançadas

source: 30 years (fast-paced)
pt_br: 30 anos (ritmo acelerado)

source: 42 years
pt_br: 42 anos

source: is ready!
pt_br: está pronto!

source: Acquire license?
pt_br: Adquirir licença?

source: Play the full 30 years of the game, all the way to modern day technology and beyond!
pt_br: Jogue pelos 30 anos do jogo, e percorra todo o caminho para a tecnologia moderna e mais além!

source: Exit to Desktop
pt_br: Sair para a área de trabalho

source: On
pt_br: Ligado

source: When on (default) then insights learned through generating game reports are shown in the UI. Turn this option off for a bigger challenge. (Note: This option does not affect Tutorials in any way.)
pt_br: Quando ligado (por padrão) os conhecimentos aprendidos pela geração do relatório do jogo são mostrados na interface do usuário. Desligue esta opção para ter um desafio maior.(Nota: Esta opção não afeta os tutoriais de forma alguma.)

source: Window
pt_br: Janela

source: Update Available
pt_br: Atualização disponível

source: Please update to the latest version.
pt_br: Por favor, atualize para a versão mais recente.

source: End User License Agreement
pt_br: Contrato de Licença para Usuário Final

source: I Disagree
pt_br: Eu Discordo

source: Forum
pt_br: Fórum

source: Best to stay in touch or for quick questions.
pt_br: Melhor para manter contato ou fazer perguntas rápidas.
