Repository: Aladalar/gdt-translations
Catalog: *.po
Languages: pt_br

source: Utterly uninspiring.
pt_br: Totalmente sem inspiração.

source: Not fun.
pt_br: Não tem graça.

source: Boring.
pt_br: Chato.

source: Disappointing.
pt_br: Decepcionante.

source: Bin material.
pt_br: Material de lixo.

source: Bad.
pt_br: Ruim.

source: Abysmal.
pt_br: Abismante.

source: Waste of money.
pt_br: Desperdício de dinheiro.

source: Waste of time.
pt_br: Perda de tempo.

source: Not much fun.
pt_br: Não é muito divertido.

source: Pretty bad.
pt_br: Muito ruim.

source: Not bad. Not good.
pt_br: Não é ruim, mas também não é bom.

source: Meh!
pt_br: Bah!

source: Uninspiring.
pt_br: Tedioso.

source: Falls a bit short.
pt_br: Faltou só um pouco.

source: Fun at stages.
pt_br: Diversão por estágios.

source: Has its moments.
pt_br: Tem seus momentos.

source: Have seen better.
pt_br: Já vi melhores.

source: Shows potential.
pt_br: Tem potencial.

source: Quirky but good.
pt_br: Peculiar, mas bom.

source: I like it.
pt_br: Eu gostei.

source: Good game.
pt_br: Bom jogo.

source: Enjoyable.
pt_br: Agradável.

source: Nice experience.
pt_br: Experiência agradável.

source: Beautiful.
pt_br: Lindo.

source: Very good.
pt_br: Muito bom.

source: Very enjoyable.
pt_br: Muito agradável.

source: Love it!
pt_br: Amei!

source: Played it for days.
pt_br: Joguei por dias.

source: Great!
pt_br: Ótimo!

source: Almost perfect.
pt_br: Quase perfeito.

source: One of the best.
pt_br: Um dos melhores.

source: More please.
pt_br: Mais por favor.

source: Great game.
pt_br: Ótimo jogo.

source: Outstanding game.
pt_br: Jogo marcante.

source: Can't wait for the sequel.
pt_br: Mal posso esperar pela sequência.

source: A masterpiece.
pt_br: Uma obra-prima.

source: Best of its kind.
pt_br: O melhor do gênero.

source: Truly great.
pt_br: Verdadeiramente ótimo.

source: Everyone loves it!
pt_br: Todo mundo amou!

source: Must have!
pt_br: Impressionável!

source: Outstanding achievement.
pt_br: Conquista marcante.

source: Awesome!
pt_br: Incrível!

source: My new favorite!
pt_br: Meu novo favorito!

source: {0} sales
pt_br: {0} vendas

source: {0} maintenance
pt_br: {0} manutenção

source: {0} was so successful that we now have {1} fans!
pt_br: {0} foi tão bem sucedido que agora temos {1} fãs!

source: {0} sold {1} units in its first week on the market.
pt_br: {0} vendeu {1} unidades em sua primeira semana no mercado.

source: We made it in the charts at #{0}!
pt_br: Atingimos o {0}º lugar na lista de vendas!

source: First week of sales!
pt_br: Primeira semana de vendas!

source: {0} is now off the market. It sold {1} units generating {2} in sales.
pt_br: {0} está fora do mercado. Vendeu {1} unidades, gerando {2} em vendas.

source: Game off the market.
pt_br: Jogo fora do mercado.

source: Sales Record
pt_br: Recorde de Vendas

source: {0} has achieved a company sales record with over {1} units sold! This is an important milestone in the history of {2}!
pt_br: {0} alcançou o recorde de vendas da empresa, com mais de {1} unidades vendidas! Este é um marco importante na história de {2}!

source: We just got word that {0} which was recently released by {1} has racked up over {2} in sales.
pt_br: Acabamos de receber a notícia de que {0}, que foi recentemente lançado pela {1 já acumulou mais de {2} em vendas.

source: If the game were a music record it would have {0} status.{n}
pt_br: Se o jogo fosse uma gravação musical seria um disco de {0}.{N}

source: An incredible achievement
pt_br: Uma incrível conquista

source: This is an unbelievably high number.
pt_br: Este é um número inacreditavelmente alto.

source: This game truly deserves to be called AAA.
pt_br: Este jogo realmente merece ser chamado de AAA.

source: Only a true master of the industry could achieve such a milestone. {0} will forever be remembered in gaming history for this.
pt_br: Somente um verdadeiro mestre da indústria poderia alcançar tal marco. {0} será lembrado para sempre na história dos jogos por isso.

source: The excitement around the game seems to have no end.
pt_br: O entusiasmo em torno do jogo parece não ter fim.

source: We wonder how many more it will sell.
pt_br: Nós nos perguntamos quantos mais ele irá vender.

source: Competitors have been observed muttering jealous remarks.
pt_br: Os concorrentes foram observados murmurando comentários invejosos.

source: Go {0}! Well done!
pt_br: Vai {0}! Muito bem!

source: According to our market research the recently published game '{0}' is a surprise hit with players.
pt_br: De acordo com nossa pesquisa de mercado o recém-publicado "{0}" é um sucesso inesperado entre os jogadores.

source: The developer {0} is fairly new to the gaming industry but we cannot wait for what they will develop next!
pt_br: O desenvolvedor {0} é bem novo na indústria de jogos, mas estamos ansiosos para ver o que eles oferecerão no futuro!

source: The latest game by {0} has received very positive reviews overall! {1} gave it a '{2}' saying '{3}'.
pt_br: O último jogo de {0} tem recebido críticas bem positivas! {1} deu um "{2}" dizendo "{3}".

source: If {0} continues to innovate like this they might become a new fan favorite!
pt_br: Se a {0} continuar inovando desta maneira, ela pode se tornar um novo favorito dos fãs!

source: {0}, the newest game by {1} has caused a storm of good reviews and excited customers.
pt_br: {0}, o mais recente jogo de {1} tem causado uma tempestade de críticas boas e clientes animados.

source: Industry professionals say that {0} is one of these rare games that will set a new quality standard for future games.{n}
pt_br: Os profissionais da indústria dizem que {0} é um daqueles raros jogos que irão definir um novo padrão de qualidade para jogos futuros.{n}

source: It seems that {0} really has made gaming history with {1}! Well done!
pt_br: Parece que {0} realmente fez história com o jogo {1}! Parabéns!

source: If you are not a fan of {0} now then chances are you will be after playing their latest hit {1}.
pt_br: Se você ainda não é fã da {0}, então as chances são de que você se torne um após jogar seu mais recente sucesso {1}.

source: Ladies and gentlemen, the surprise hit of the year is {1} by {0}.
pt_br: Senhoras e senhores, o sucesso inesperado do ano é {1} da {0}.

source: When I started playing {1} I had no idea what I was in for.
pt_br: Quando eu comecei a jogar {1} eu não tinha nenhuma ideia do que estava por vir.

source: There are a lot of good surprises waiting for you in {1}.
pt_br: Existem muitas boas surpresas esperando por você em {1}.

source: Another memorable game by {0} has been released.
pt_br: Outro memorável jogo da {0} foi lançado.

source: I have been playing {1} and have tremendously enjoyed the experience.
pt_br: Eu tenho jogado {1} e estou gostando tremendamente da experiência.

source: {0} surprises us again with a very enjoyable game.
pt_br: {0} nos surpreende novamente com um jogo muito agradável.

source: Rarely will a game captivate you as much as {1}.
pt_br: Raramente um jogo vai te fascinar tanto quanto {1}.

source: {1} really deserves the top spots in the charts.
pt_br: {1} realmente merece um lugar entre os melhores da parada.

source: Simply one of the best games I've played.
pt_br: Simplesmente um dos melhores jogos que já joguei.

source: Well, what can I say? Stop reading. Start playing.
pt_br: Bem, o que posso dizer? Pare de ler. Comece a jogar.

source: A stellar effort by {0}.
pt_br: Um trabalho estelar por parte da {0}.

source: To {0}: Keep the hits coming please :)
pt_br: Para {0}: Continuem fazendo sucessos, por favor :)

source: Only a game with unicorns, rainbows, pirates and ninjas could possibly be better.
pt_br: Apenas um jogo com unicórnios, arco-íris, piratas e ninjas poderia ser melhor.

source: Summary: best. game. ever.
pt_br: Resumo: melhor. jogo. de sempre.

source: There is a rare technical polish in this game which really comes through in the overall experience.
pt_br: Há um raro polimento técnico neste jogo que realmente vem através da experiência global.

source: The game shines of technical excellence. Clearly the developers know what they are doing.
pt_br: O jogo brilha em excelência técnica. É evidente que os desenvolvedores sabem o que estão fazendo.

source: I was positively surprised to see the level of polish that went into the underlying game engine. The effort really paid off.
pt_br: Fiquei positivamente surpreso ao ver o nível de polimento da fundamental engine. O esforço valeu a pena.

source: In this type of game the core gameplay mechanics are really important and the developer has nailed it.
pt_br: Neste tipo de jogo a jogabilidade é realmente importante e o desenvolvedor acertou em cheio.

source: I have rarely seen such responsive game controls. A true joy to play.
pt_br: Raramente vejo uma resposta tão boa dos controles do jogo. Uma verdadeira alegria de se jogar.

source: The attention to detail to the core gameplay has really paid off.
pt_br: A atenção dada aos detalhes principais da jogabilidade realmente compensou.

source: This game doesn't just tell a story, no, it manages to draw you in so that you truly feel part of an adventure.
pt_br: Este jogo não apenas conta uma história, ele consegue atraí-lo para que você realmente se sinta parte da aventura.

source: A true achievement in interactive story telling, the characters and the captivating scenarios just stick in your mind.
pt_br: Uma verdadeira conquista na interatividade com a impressionante história, os cativantes personagens e cenários vão ficar em sua mente.

source: Whoever wrote the story of {1} will likely win a prize for it.
pt_br: Quem escreveu a história de {1} provavelmente ganhe um prêmio por isso.

source: The character dialogues in this game are just oustanding. Rarely will you be so captivated in a conversation.
pt_br: Os diálogos entre os personagens neste jogo são excelentes. Raramente você fica tão cativado em uma conversa.

source: The term dialogue tree really doesn't do {1} justice. This game has a dialogue forest... in a good way.
pt_br: O termo árvore de diálogo realmente não faz jus à {1}. Pois este jogo tem uma floresta de diálogo… no bom sentido.

source: A perfect example on how dialogues in a game can be so much more thrilling than in a movie or book. At every stage I felt like I really had choices and was driving the story.
pt_br: Um exemplo perfeito de como os diálogos em um jogo podem ser muito mais emocionantes do que em um filme ou livro. Em cada estágio eu senti que realmente tinha escolhas e estava dirigindo a história.

source: The progression in this story is just perfect. Just when you start to think things settle down something surprising will happen.
pt_br: A progressão da história é simplesmente perfeita. Quando você começar a pensar que as coisas se acalmaram, algo surpreendente acontece.

source: The level design is both sophisticated and surprisingly intuitive. I never felt like I was guided through a level but I never ever got lost either. A true achievement.
pt_br: O nível de design é sofisticado e surpreendentemente intuitivo. Não me senti sendo guiado em nenhum nível, e também nunca me perdi. Uma verdadeira conquista.

source: Simply iconic level designs, from start to finish.
pt_br: Simplesmente um ícone no design dos níveis, do início ao fim.

source: The computer-controlled entities in this game are so incredibly convincing that I caught myself talking at them at times.
pt_br: Os personagens controlados pelo computador são tão convincentes que até me peguei falando com eles algumas vezes.

source: Rarely manages a game to blend the A.I. so well into the game world that you just feel completely immersed.
pt_br: Raramente um jogo consegue mistura a A.I. com o mundo do jogo tão bem a ponto de você se sentir completamente imerso.

source: The game responds to the player in such a realistic fashion that it makes you sometimes forget that this is just a game.
pt_br: O jogo responde ao jogador de forma tão realista que as vezes você esquecer que é apenas um jogo.

source: A wonderfully imaginative gameworld makes {1} a joy to discover. You will spend hours travelling through this world.
pt_br: O maravilhoso mundo imaginativo de {1} te encanta enquanto o explora. Você vai gastar horas viajando por esse mundo.

source: This is world design at its best. Brave, imaginative and unapologetically following its incredible artistic vision.
pt_br: Este é o design do mundo em seu melhor. Bravo, imaginativo e seguindo assumidamente uma incrível visão artística.

source: The attention to detail in the world design really sets this game apart from others in the genre.
pt_br: A atenção aos detalhes no design do mundo realmente define esse jogo a frente de outros do gênero.

source: Visually pleasing is an understatement. This game looks incredibly good.
pt_br: Visualmente agradável é pouco. Este jogo parece incrivelmente bom.

source: The art style in {1} blends so well with the general feeling of the game. A perfect match.
pt_br: O estilo da arte em {1} combina tão bem com o sentimento geral do jogo. Uma combinação perfeita.

source: Truly oustanding visual design is only one of the many reasons why {1} deserves your attention.
pt_br: O excelente design visual é apenas uma das muitas razões pela qual {1} merece sua atenção.

source: I rarely highlight the sound of a game instead of the many other noteworthy features but in {1} the sound design was truly awe-inspiring.
pt_br: Eu raramente destaco o som de um jogo mas entre muitas outras características notáveis em {1}, o som foi verdadeiramente inspirador.

source: The sound in this game gives you goose bumps. Very well designed.
pt_br: O som deste jogo te dá arrepios. Muito bom.

source: The game doesn't just look good it sounds incredibly good too. A true feast for players who appreciate high quality sound.
pt_br: O jogo não é somente de incrível aparência. Mas um verdadeiro banquete para os jogadores que apreciam um som de alta qualidade.

source: Sports
pt_br: Esportes

source: Military
pt_br: Militar

source: Space
pt_br: Espacial

source: Racing
pt_br: Corrida

source: Fantasy
pt_br: Fantasia

source: Pirate
pt_br: Pirata

source: Sci-Fi
pt_br: Ficção Científica

source: Airplane
pt_br: Avião

source: Dungeon
pt_br: Masmorra

source: Mystery
pt_br: Mistério

source: Martial Arts
pt_br: Artes Marciais

source: History
pt_br: História

source: Business
pt_br: Negócios

source: Transport
pt_br: Transportes

source: Comedy
pt_br: Comédia

source: Spy
pt_br: Espião

source: Detective
pt_br: Detetive

source: Evolution
pt_br: Evolução

source: Time Travel
pt_br: Viagem no Tempo

source: Life
pt_br: Vida

source: Virtual Pet
pt_br: Bixinho Virtual

source: Vocabulary
pt_br: Vocabulário

source: Hunting
pt_br: Caça

source: Law
pt_br: Lei

source: Game Dev
pt_br: Devenvolvimento de Jogo

source: City
pt_br: Cidade

source: School
pt_br: Escola

source: Fashion
pt_br: Moda

source: Government
pt_br: Governo

source: Prison
pt_br: Prisão

source: Surgery
pt_br: Cirurgia

source: Music
pt_br: Música

source: Rhythm
pt_br: Ritmo

source: Superheroes
pt_br: Super-heróis

source: Post Apocalyptic
pt_br: Pós Apocalíptico

source: Alternate History
pt_br: História Alternativa

source: Vampire
pt_br: Vampiro

source: Werewolf
pt_br: Lobisomem

source: Aliens
pt_br: Alienígenas

source: Wild West
pt_br: Oeste Selvagem

source: Dance
pt_br: Dança

source: Management
pt_br: Gestão

source: Staff Management
pt_br: Gestão de pessoal

source: Well done! You've successfully completed your management course and you are now able to hire your very first employee! To get started close this message and then {0} the 'Fill Position...' button which is visible near the big desk.
pt_br: Parabéns! Você completou com êxito o curso de gestão e agora você é capaz de contratar seu primeiro funcionário! Para começar feche esta mensagem, e em seguida {0} no botão 'Preencher Posição...', que fica visível perto da mesa grande.

source: Staff Welcome Training
pt_br: Treinamento de Boas-Vindas

source: Special
pt_br: Especial

source: Develop patch
pt_br: Desenvolver patch

source: It seems that {0} has finally released their patch for {1}. One fan said: 'I can't believe it took them so long to release a patch! I surely hope that they are more efficient next time!'
pt_br: Parece que {0} finalmente lançou um patch para {1}. Um fã disse: 'Não acredito que levou tanto tempo para lançar um patch! Espero que sejam mais eficazes na próxima vez!'

source: {0} has recently released a much needed patch for {1}. One fan said: 'I love companies like {0}. They don't just milk their customers for more money but also understand our concerns and make sure that we can enjoy our games!'.
pt_br: {0} recentemente lançou um patch muito necessário para {1}. Um fã disse: 'Eu amo empresas como {0}. Eles atendem seus clientes e não somente por mais dinheiro, mas também compreendem as nossas preocupações e se certificam que nós estamos a desfrutar de seus jogos!'.

source: Design Specialist (Req. 700 D)
pt_br: Especialista em Design (Req. 700 D)

source: Specialists
pt_br: Especialistas

source: Technology Specialist (Req. 700 T)
pt_br: Especialista em Tecnologia (Req. 700 T)

source: Boost (Req. D:500 or T:500)
pt_br: Estimular (Req. D:500 ou T:500)

source: Boost Max. Level 3 (Req. D:700 or T:700)
pt_br: Estimular Max. Nível 3 (Req. D:700 ou T:700)

source: Specialization
pt_br: Especialização

source: Coding contest
pt_br: Concurso de codificação

source: Teach and learn
pt_br: Ensinar e aprender

source: Game Design Course
pt_br: Curso de Design de Jogos

source: Programming Course
pt_br: Curso de Programação

source: Product Management Course
pt_br: Curso de Gestão em Produto

source: R&D Course
pt_br: Curso de R&D

source: Practice, Practice, Practice
pt_br: Práticar, Práticar, Práticar

source: G3 Pixel Cup
pt_br: G3 Copa Pixel

source: G3 Code Jam
pt_br: G3 Código Jam

source: G3 Time Trials
pt_br: G3 Contra o Tempo

source: G3 Innovation Challenge
pt_br: G3 Desafio de Inovação

source: Book studies
pt_br: Livro de estudos

source: Congratulations! You've successfully completed {0}.
pt_br: Parabéns! Você completou com sucesso {0}.

source: Training Complete
pt_br: Treinamento Completo

source: tap
pt_br: toque

source: click
pt_br: clique

source: Create a company
pt_br: Criar uma empresa

source: Congratulations! You've just started your very own game development company! At the moment your office is in a garage and you are the only employee but don't worry, many successful businesses have started out this way!{n}Let's start developing your first game. Close this message and then {0} anywhere on the screen to bring up the action menu.
pt_br: Parabéns! Você acabou de criar sua própria empresa de desenvolvimento de jogo! No momento, seu escritório é em uma garagem e você é o único funcionário, mas não se preocupe, muitas empresas de sucesso começaram assim!{n}Vamos começar a desenvolver seu primeiro jogo. Feche esta mensagem e em seguida {0} em qualquer lugar da tela para abrir o menu de ação.

source: Create a game
pt_br: Criar um jogo

source: Before development can begin you have to decide what kind of game you want to create and give your game a name. You can also select which graphic technology your game should use.{n}Your options are initially limited but once you have a bit of experience you will be able to unlock new options.
pt_br: Antes de começar o desenvolvimento você precisa decidir que tipo de jogo que você quer criar e lhe dar um nome. Você também pode selecionar qual tecnologia gráfica deseja usar em seu jogo.{n}Inicialmente suas opções são limitadas, mas depois de ter um pouco mais de experiência você será capaz de desbloquear novas opções.

source: Game points
pt_br: Pontos do jogo

source: Game development has now started.{n}While developing your game you will generate game points which you can see bubbling up. Game points are divided into design points and technology points. The more points you generate the better the game will be.{n}From time to time there will also be bug points generated. These points become less likely once you gain experience. Bugs need to be fixed before the game can be released and increase development time and cost.
pt_br: O desenvolvimento do jogo começou.{n}Ao desenvolver o seu jogo, você irá gerar pontos para o jogo, os quais você pode ver borbulhando. Os pontos do jogo são divididos em pontos de design e tecnologia. Quanto mais pontos você gerar melhor será seu jogo.{n}De vez em quando também aparecem pontos de erros. Estes pontos tornam-se menos prováveis quanto você ganha experiência. Erros precisam ser corrigidos antes de o jogo ser lançado, eles aumentam o custo e o tempo de desenvolvimento.

source: First game finished
pt_br: Primeiro jogo concluído

source: You've finished your first game! While you developed the game you also gained research points. You can use these points to unlock new options for future games. To bring up the research menu close this message and then {0} anywhere on the screen to bring up the action menu.
pt_br: Você terminou seu primeiro jogo! Enquanto você estava desenvolvendo o seu jogo, você ganhou pontos de pesquisa. Você pode usar esses pontos para destravar novas opções para os futuros jogos. Para abrir o menu de pesquisa, feche esta mensagem e em seguida {0} em qualquer lugar na tela para abrir o menu de ação.

source: swipe from the edge of the screen to bring up the app bar
pt_br: arraste a borda da tela para exibir a barra de aplicativos

source: right click to bring up the app bar
pt_br: clique com o botão direito para abrir a barra de aplicativos

source: swipe from the right edge of the screen
pt_br: arraste a partir da borda direita da tela

source: bring your cursor to the top right corner of the screen and then move down.
pt_br: leve o cursor para o canto superior direito da tela, e em seguida, mova-o para baixo.

source: Appbar and help menu
pt_br: Barra de aplicativos e menu de ajuda

source: Contracts unlocked
pt_br: Contratos desbloqueados

source: Contracts have now been unlocked. To see available contracts close this message and then {0} anywhere on the screen to bring up the action menu.
pt_br: Os contratos estão desbloqueados. Para ver os contratos disponíveis, feche esta mensagem e em seguida {0} em qualquer lugar da tela para abrir o menu de ação.

source: Contracts
pt_br: Contratos

source: Contracts are a useful tool to earn some extra cash when your balance is low and can also be useful to generate a small number of research points. Contracts require you to generate a certain amount of design and technology points before the time runs out.{n}Decide carefully what contract you accept. If you miss the deadline for a contract you will have to pay a penalty so it's better to start out with smaller contracts and see how much you can handle.
pt_br: Os contratos são uma ferramenta útil para ganhar algum dinheiro extra quando seu saldo é baixo e também pode ser útil para gerar um pequeno número de pontos de pesquisa. Contratos exigem que você gere uma certa quantidade de pontos de design e tecnologia, antes que o tempo se esgote.{n}Decida cuidadosamente o contrato que você vai aceitar. Se você perder o prazo de um contrato você terá que pagar uma multa, então é melhor começar com contratos menores e ver o quanto você pode dar conta.

source: Game released
pt_br: Jogo lançado

source: Your game is now complete and will be handed off to publishing. We should see reviews and sales coming in for the game soon!
pt_br: Seu jogo está concluído e será entregue para o lançamento. Devemos ver as avaliações e as vendas, chegando para o jogo em breve!

source: Game development completed
pt_br: Desenvolvimento do jogo concluído
